{
    "Menu":"Menu",
    "Contacts" : "Contacts",
    "Adresse" : "Adresses",
    "Accueil":"Home",
    "À propos":"About Us",
    "Réalisations":"Portfolio",
    "Nos Réalisations":"Our PORTFOLIO",
    "Services":"Services",
    "Nos Services": "Our Services",
    "Notre Equipe":"Our Team",
    "Designé par":"Designed By",
    "Suivez-nous sur :": "Follow us on :",
    "Chargement...": "Loading...",
    "Retour à l'accueil":"Back to homepage",
    "SALES & PROJECT MANAGER": "SALES & PROJECT MANAGER",
    "CEO & FOUNDER, PHOTOGRAPHE , REALISATEUR \n GRAPHISTE & WEBMASTER": "CEO & FOUNDER, PHOTOGRAPHER , FILM DIRECTOR , \n GRAPHIC DESIGNER & WEBMASTER",
    "CO-FOUNDER, REDACTRICE , \n TRADUCTRICE & DIRECTRICE DE VENTE": "CO-FOUNDER, COPYWRITER , \n TRANSLATOR & SALES MANAGER",
    "DIRECTRICE DE COMMUNICATION , BRAND STRATEGISTE \n , GRAPHISTE & MANAGEUR DE PROJET": "COMMUNICATIONS DIRECTOR, BRAND STRATEGIST \n , GRAPHIC DESIGNER & PROJECT MANAGER",
    "DIRECTEUR CAMEROUN, DIRECTEUR DE VENTE CAMEROUN & \n PROJECT MANAGER": "DIRECTOR CAMEROON, SALES MANAGER CAMEROON & \n PROJECT MANAGER",
    "WEBMASTER , MANAGEUR PROJET & \n RESPONSABLE IT": "WEBMASTER , PROJECT MANAGER  & \n IT MANAGER",
    "JURISTE":"LAWYER",
    "DEVELOPPEUR WEB SENIOR & MANAGEUR DE PROJET":"SOFTWARE DEVELOPER & PROJECT MANAGER",
    "DEVELOPPEUR WEB":"WEB DEVELOPER",
    "GRAPHISTE":"GRAPHIC DESIGNER",
    "REALISATRICE & MONTEUSE VIDEO":"FILM DIRECTOR & VIDEO EDITOR",
    "RESPONSABLE DU MATERIEL":"RESPONSIBLE FOR EQUIPMENT",
    "Découvrez l'équipe":"MEET THE TEAM",
    "Contactez-moi":"CONTACT ME",
    "Démarrez un projet avec nous":"START A PROJECT WITH US",
    "Avec grand plaisir, nous répondrons à toutes vos questions.":"We will be happy to answer all your questions.",
    "Ecrivez nous ici":"Write us here",
    "VOTRE NOM :": "Your name :",
    "Entrez votre nom": "Please enter your name",
    "VOTRE E-MAIL :":"Your E-mail :",
    "Entrez votre e-mail":"Please enter your e-mail Adress",
    "VOTRE MESSAGE :":"Your  Message :",
    "Parlez-nous de vous et de votre projet":"Tell us about yourself and your project",
    "ENVOYER UN MESSAGE":"SEND MESSAGE",
    "VOIR PLUS DE TRAVAUX":"SEE MORE PROJECTS",
    "Voir Plus":"See More",
    "Êtes-Vous satisfaits ?":"ARE YOU SATISFIED?",
    "contactez-nous directement en cliquant ici !":"Contact us directly by clicking here!",
    "Tout":"All",
    "Photographie":"Photography",
    "Video":"Video",
    "Graphisme":"Graphics",
    "Web":"Web",
    "Contactez-nous":"Contact us",
    "Ecrivez-nous directement en cliquant ici !":"Write us directly by clicking here!",
    "Ce que nous proposons":"WHAT WE PROPOSE",
    "ÉTUDES MARKETING":"MARKETING RESEARCH",
    "CONSEILS STRATÉGIQUES":"STRATEGIC CONSULTING",
    "PRODUCTION AUDIOVISUELLE":"AUDIOVISUAL PRODUCTION",
    "Expertise dans l'analyse du discours.":"Expertise in speech analysis.",
    "Expertise en méthode qualitative":"Qualitative methods expertise",
    "Conception et mise en oeuvre des stratégies de communication.":"Design and implementation of communication strategies.",
    "Mise en place de la strategie de communication":"Implementation the communication strategy",
    "Le developpement de notre notoriété":"Developing our reputation",
    "Optimisation de votre image de marque.":"Optimizing your brand image",
    "Proposition des actions correctives":" Proposal for corrective actions",
    "La production des photos de qualité pour vos differentes communications(Shooting des personnes et des produits)":" The production of quality photos for your differentcommunications (Shooting of people and products)",
    "La production des visuels et creation des supports de communication (Sites web , affiches, kakemonos,spots publicitaires,etc)":"The production of visuals and creation of communication media (websites, posters kakemonos, commercials,etc.)",
    "Creation des contenus web":"Creation of web content",
    "Production audiovisuelle au sens plus large(Programme Tv,Magazines,etc)":"Audiovisual production in the broadest sense (TVprogrammes, magazines,etc)",
    "Une équipe de passionné(e)s":"A team of enthusiasts",
    "Un matériel de pointe":"High-tech equipment",
    "Des Photos de qualité":"High quality photos",
    "Des Vidéos publicitaires de qualité":"High-quality advertising videos",
    "Une production audiovisuelle assurée":"An guaranteed audiovisual production",
    "Une stratégie de communication efficace":"An effective communication strategy",
    "Un Design adapté":"Appropriate design",
    "Conseils stratégiques":"Strategic consulting",
    "Des designs adaptés pour vos sites":"Adapted designs for your websites",
    "Des designs adaptés":"Appropriate designs",
    "Nous réussissons dans nos projets grâce à la solidarité et à l'harmonie qui existent entre les membres de la team.":"We succeed in our projects thanks to the solidarity and harmony that exists between the members of the team.",
    "Nous possédons un matériel de pointe indispensable à la réalisation de nos tâches journalières.":"We have high-tech equipment that is essential for the performance of our daily tasks.",
    "Avec nous, l'art de reconquérir la photo.":"We're in the business of capturing the photo.",
    "Une Entreprise dévouée à la réalisation de vos projets digitaux":"A company dedicated to the realisation of your video projects.",
    "Conserver le naturel, pour donner un autre aspect à la photographie":"Keeping it natural, to give a different look to the photography.",
    "Définir une stratégie marketing est une solution clé pour les études sur le marché.":"Defining a marketing strategy is a key solution for market research.",
    "Nous proposons une couverture idéale pour vos présentations.":"We offer an ideal cover for your presentations.",
    "Avec des experts dans chaque domaine d'activité, nous ne cessons de nous réinventer pour mettre en œuvre des stratégies imbattables.":"With experts in every field of activity, we are constantly reinventing ourselves to implement unbeatable strategies.",
    "Nous intervenons dans la production de sites web attrayants.":"We are involved in the development of attractive websites",
    "Nous disposons des ressources pour produire des roll-up et autres supports de qualité pour vos conférences.":"We have the resources to produce quality roll-ups and other materials for your conferences.",
    "Qui sommes-nous?":"WHO WE ARE?",
    "THEPLUG Com’ est une branche de THEPLUG GROUP Sarl. C’est avant tout un cabinet d’études, conseils, et de production audiovisuelle, dont l’ADN est la passion pour la communication, l’audiovisuel, l’image… l’art.":"THEPLUG Com' is a branch of THEPLUG GROUP Sarl. It is first and foremost a research, consulting and audiovisual production company, whose DNA is a passion for communication, audiovisuals, images... art.",
    "Sa stratégie est d'étudier le consommateur comme un être rationnel, mais aussi émotionnel, qui recherche une attention particulière et désire être stimulé dans ses envies. En effet, dans sa quête permanente de satisfaction, le consommateur a besoin de bien plus qu’un 'bon produit' pour se fidéliser à une marque, et en devenir le premier promoteur.":"Its strategy is to study the consumer as a rational, but also emotional being, who seeks special attention and wishes to be stimulated in his desires. In fact, in their permanent quest for satisfaction, consumers need much more than a 'good product' to become loyal to a brand and to become its first promoter.",
    "Pourquoi Nous?":"WHY CHOOSE US ?",
    "Ce que nous faisons le mieux":"What we do best",
    "Stratégie marketing":"Marketing strategy",
    "Nous avons à cœur votre stratégie marketing":"We care about your marketing strategy",
    "La stratégie marketing est un point clé vers le succès de vos projets de communication. Nous sommes là pour vous aider à réussir.":"Marketing strategy is a key point towards the success of your communication projects. We are here to help you succeed.",
    "En savoir plus":"Read More",
    "Le retour de nos clients.":"Feedback from our customers.",
    "Nos Clients":"Our Customers",
    "Votre succès, Notre":"Your success, Our",
    "réputation":"reputation",
    "Allemagne":"Germany",
    "France":"France",
    "Cameroun":"Cameroon",
    "Senegal":"Senegal",
    "L'art de la communication":"The art of communication",
    "Tout savoir sur nous.":"About us",
    "THEPLUG COM' c'est :": "THEPLUG COM' is:",
    "Une société donc l’ADN est la passion pour la communication, l’audiovisuel, l’image… l’art.": "A company whose DNA is a passion for communication, audiovisual, image... art.",
    "Un cabinet qui accompagne les marques et entreprises dans l’atteinte de leurs objectifs sur le plan communicationnel au moyen de l’étude et du conseil.":"A firm that assists brands and companies in achieving their communication objectives through research and consulting.",
    "L’Opérationnel et la technicité font partie de son savoir faire en tant que structure de production audio-visuelle.":"Operational and technical skills are part of its know-how as an audio-visual production structure.",
    "Elle regroupe en son sein des directeurs en production audio-visuelle, des chargés d’études, des graphistes, des vidéastes et développeurs web qui collaborent avec professionnalisme dans le but de fournir un service excellent et de qualité.":"It has audio-visual production managers, researchers, graphic designers, video artists and web developers who work together professionally to provide an excellent, high-quality service.",
    "Elle dispose d’un ensemble de matériels à la pointe pour une production audio-visuelle, graphique de qualité, et des méthodes efficaces pour optimiser la communication d’un service, d’une entreprise, d’une marque, ou d’une personne.":"It has a range of high-tech equipment for quality audio-visual and graphic production, and effective methods for optimising the communication of a department, a company, a brand or an individual.",
    "Expert dans l'analyse et la conception":"Expert in the analysis and conception",
    "Notre ADN":"Our DNA",
    "Expertise dans l'analyse du discours":"Expertise in discourse analysis",
    "Nous utilisons une approche sémiotique pour réaliser des analyses minutieuses sur le marché, les produits, les marques et la communication déployée tout autour afin de faire un comparatif entre image voulue, perçue et réelle, tout en vous permettant de réajuster l’écart qui pourrait exister.Des recherches documentaires approfondies de votre secteur d’activité, et de la concurrence pour vous permettre de vous insérer dans le marché en misant sur le bon axe. ":"We use a semiotic approach to carry out thorough analyses of the market, the products, the brands and the communication deployed around them in order to make a comparison between the desired, perceived and actual image, while allowing you to readjust any discrepancies that may exist.In-depth documentary research of your sector of activity, and of the competition to allow you to insert yourself into the market by focusing on the right axis. ",
    "Expertise en méthodes qualitatives":"Qualitative methods expertise",
    "L’observation, les entretiens, les focus group, le recueil documentaire,  l’analyse des micro-comportements variés et changeants du consommateur pour obtenir des données de fond. Placer votre client au cœur de toutes nos démarches en misant sur le capital d’empathie qui implique d’écouter le client, de mieux le comprendre, et d’être en mesure de mieux capter son attention":"Observation, interviews, focus groups, document collection, analysis of the varied and changing micro behaviours of the consumer to obtain background data. Putting your customer at the heart of all our approaches by building on the capital of empathy, which implies listening to the customer, understanding him better, and being able to better capture his attention",
    "Conception et mise en œuvre des stratégies de communication":"Conception and implementation of communication strategies",
    "La créativité dans la mise en place de votre communication publicitaire, institutionnelle, ou pour le développement, par le graphisme, pour une meilleure communication sensorielle.Pour mieux toucher les affects de votre client il faut aller au-delà du fonctionnel, en faisant preuve d’imagination et d’innovation au niveau du design.Disponible : Un studio de production photo, 3D et animation, un matériel de qualité pour la production audiovisuelle (films documentaires, magazines, courts et longs métrages, etc.), une équipe de développeurs web, graphistes, monteurs vidéo, pour la conception et la réalisation de vos supports de communication.":"Creativity in the implementation of your advertising, institutional communication, or development, through graphics, for a better sensory communication.To better reach the affects of your client, it is necessary to go beyond the functional, by showing imagination and innovation in design.Available: A photo, 3D and animation production studio, quality equipment for audiovisual production (documentary films, magazines, short and full-length films, etc.), a team of web developers, graphic designers, and video editors, for the design and realization of your communication media .",
    "lein  de \n Créativité":"ull  \n of creativeness",
    "l'écoute des \n Besoins du client":"istening  \n to the client's needs",
    "espect des \n Délais":"espect \n of deadlines",
    "ue des \n Passionné(e)s":"ll \n passionate people",
    "quipe \n polyglotte \n (vos projets pourront être réalisés en  Français \n , Allemand , Anglais)":"ultilingual \n team \n (your projects can be carried out in French, German and English)",
    "ANNÉES \n D'EXPÉRIENCE":"YEARS  \n OF EXPERIENCE",
    "E":"M",
    "Q":"A",
    "R":"R",
    "A":"L",
    "P":"F",
    "Langue": "Language",
    "ART DIRECTOR, VIDEO-PRODUCER, CUTTER & CONCEPTUALIZER": "ART DIRECTOR, VIDEO-PRODUCER, CUTTER & CONCEPTUALIZER",
    "Expert dans tous les services de la communication": "Expert in all communication services",
    "Développement web sur mesure (création de sites web personnalisés : site vitrine, application web complexe ou plateforme e-commerce)": "Custom web development (creation of personalized websites: showcase site, complex web application or e-commerce platform)",
    "Optimisation et amélioration de sites existants": "Optimization and improvement of existing sites",
    "Développement d'applications web et mobiles": "Development of web and mobile applications",
    "Maintenance et support technique": "Maintenance and technical support",
    "Projets réalisés": "Featured projects",
    "Optimisation du classement des moteurs de recherche (optimisation des mots clés, la création de contenu de qualité, l'optimisation technique du site, la création de liens et d'autres stratégies visant à augmenter la visibilité du site et à attirer du trafic organique)": "Search engine optimization (keyword optimization, quality content creation, technical site optimization, link building and other strategies to increase site visibility and attract organic traffic)",
    "Gestion de la présence en ligne": "Managing your online presence",
    "Analyse des données et suivi des performances": "Data analysis and performance monitoring",
    "Gestion des réseaux sociaux tels que Facebook, Instagram, Twitter, LinkedIn, etc.": "Handling of social networks such as Facebook, Instagram, Twitter, LinkedIn, etc.",
    "Stratégies de marketing ciblées ('analyse des données démographiques et des intérêts des utilisateurs, la création de publicités ciblées, la mise en place de campagnes promotionnelles et le suivi des performances pour atteindre les objectifs de marketing)": "Targeted marketing strategies (analysis of user demographics and interests, creation of targeted advertisements, implementation of promotional campaigns and performance monitoring to achieve marketing objectives)",
    "Mesure des performances et analyse des résultats": "Performance measurement and results analysis",
    "DEVELOPPEMENT WEB": "WEB DEVELOPMENT",
    "GRAPHISME & MOTION DESIGN": "GRAPHICS & MOTION DESIGN",
    "Design d'interfaces utilisateur et d'expérience utilisateur (UI/UX)": "User interface and user experience design (UI/UX)",
    "Création de supports de communication visuelle (brochures, dépliants, affiches, cartes de visite, baniières publicitaires, etc..": "Creation of visual communication media ( booklets, leaflets, posters, business cards, advertising banners, etc.).",
    "Illustrations et graphiques personnalisés": "Customized illustrations and graphics",
    "Conception de logos et d'identité visuelle": "Logo and corporate identity design",
    "Animations (Logos-Textes-Illustrations)": "Animations (Logos-Text-Illustrations)",
    "PRODUCTION VIDEO": "VIDEO PRODUCTION",
    "Un projet personnel, un événement, une publicité ou du contenu en ligne": "A personal project, event, advertisement or online content",
    "Vidéo optimisée pour TV ou les réseaux sociaux (YouTube, Facebook, Instagram, TikTok, etc.)": "Video optimized for TV or social networks (YouTube, Facebook, Instagram, TikTok, etc.)",
    "Nous créons le concept (l'idée, le scénario ou un plan de travail) et nous planifions la production": "We establish the concept (idea, scenario or work plan) and plan production.",
    "Tournage (Shooting Vidéo), Montage vidéo & Post-production": "Shooting (Video Shooting), Video Editing & Post-production",
    "PHOTOGRAPHIE": "PHOTOGRAPHY",
    "Photographie professionnelle (Evénements spéciaux, portraits, produits ou paysages)": "Professional photography (special events, portraits, custom products or landscapes)",
    "Shooting de mode": "Fashion shoots",
    "Photographie d'entreprise (photos professionnelles pour votre site web, vos publications promotionnelles ou votre communication)": "Corporate photography (professional photos for your website, promotional publications or communications)",
    "Copywriting persuasif (Rédaction des textes qui captent l'attention de votre audience et génèrent des résultats tangibles)": "Persuasive copywriting (writing texts that capture your customers' attention and generate tangible results)",
    "Copywriting SEO (combinaison parfaite de textes optimisés pour les moteurs de recherche et de contenu de qualité)": "SEO copywriting (the perfect combination of search-engine-optimized text and quality content)",
    "Copywriting créatif": "Creative copywriting",
    "La réussite dans nos projets vient tout d'abord de la solidarité et de l'harmonie entre les membres de la team": "Success in our projects comes first of all from solidarity and harmony between team members",
    "Nous ne saurons comment accomplir nos differentes tâches journalières sans un materiel de pointe": "We will not know how to accomplish our various daily tasks without state-of-the-art equipment",
    "L'art de reconquerir la photo" : "The art of reclaiming photography",
    "Une Entreprise devouée à la réalisation de vos projets digitaux":"A Company dedicated to the realization of your digital projects",
    "Définir une stratégie marketing , est une solution clée pour les études sur le marché":"Defining a marketing strategy is a key solution for market research",
    "Nous definissons une couverture idéale pour vos présentations":"We define an ideal cover for your presentations",
    "Avec des experts dans chaque domaines d'activités nous ne cessons de mettre en oeuvre des stratégies imbattables":"With experts in each field of activity, we continue to implement unbeatable strategies",
    "Nous intervenons également sur la production de vos sites web":"We also work on the production of your websites",
    "Vidéographie":"Videography",
    "Voir le site":"See the website",
    "Erreur de page":"Page error",
    "Page 404":"Page 404",
    "Retourner sur la page d'accueil":"Back to the homepage",
    "Vision portée par l’association Mastering your life de Leipzig en Allemagne qui se donne pour mission de détruire et renverser les systèmes de pensée du monde actuel, afin de rétablir la vérité qui affranchit des faux raisonnements pour exercer une vraie liberté en Christ, rendant chaque chrétien capable de briller dans tous les domaines : politique, économique, artistique, sportif, entrepreneuriat, médias, etc.":"This is the vision of Mastering Your Life, an association based in Leipzig, Germany, whose mission is to destroy and overturn the systems of thought in today's world, in order to re-establish the truth that frees us from false reasoning and enables us to exercise true freedom in Christ, enabling every Christian to shine in every field: politics, economics, the arts, sport, business, the media, etc.",
    "Client":"Customer",
    "Pour la troisième édition de son événement EdenDay, se déroulant au Congo à Lubumbashi et ayant pour thème: L'Epouse Arrive. ThePlug Com' a joué un rôle essentiel en créant un film destiné à servir de bandeannonce pour accompagner la communication de l'événement.":"For the third edition of its EdenDay event, taking place in Lubumbashi, Congo, with the theme: L'Epouse Arrive. ThePlug Com' played a key role in creating a film to serve as a trailer to accompany the event's communications.",
    "Web Design":"Web Design",
    "PULSE LIVE ENTERTAINMENT établit en Allemagne, se distingue en tant que société spécialisée dans la planification de tournées, la production de concerts, de festivals et de spectacles. Fondée par des enthousiastes de musique, elle s'engage à promouvoir la scène musicale africaine, en mettant l'accent sur l'Allemagne, tout en visant une présence remarquable à l'échelle européenne et mondiale":"PULSE LIVE ENTERTAINMENT, based in Germany, specializes in tour planning, concert, festival and show production. Founded by music enthusiasts, it is committed to promoting the African music scene, with a focus on Germany, while aiming for a remarkable presence on a European and global scale.",
    "Dans le but d'accentuer la visibilité et la dynamique de leur travail, l'entreprise nous a contactés pour rédefinir son logo, et travailler à la création de leur site internet. L'objectif était de rendre le logo veritablement représentatif de leur entreprise, en mettant en avant son aspect festif et dynamique, avec une touche de glamour, à travers l'utilisation de couleurs vibrantes et d'éléments animés. Le site internet, quant à lui, met en lumière la musique africaine en mettant en avant des visages qui incarnent parfaitement cette richesse culturelle, contribuant ainsi à sa promotion à l’échelle internationale.":"With the aim of accentuating the visibility and dynamism of their work, the company contacted us to redefine their logo, and work on the creation of their website. The aim was to make the logo genuinely representative of their company, highlighting its festive and dynamic aspect, with a touch of glamour, through the use of vibrant colours and animated elements. The website, meanwhile, highlights African music by showcasing faces that perfectly embody this cultural richness, helping to promote it internationally.",
    "Etablissement de pâtisserie, spécialisé dans le cake design, Cake by Maman2Noemi conçoit pour chacun de ses clients des gâteaux uniques et personnalisés en fonction des préférences, des thèmes et des occasions particulières, avec des ingrédients choisis de façon très précise et méticuleuse pour un goût et une texture unique.":"A confectionery establishment specializing in cake design, Cake by Maman2Noemi creates unique cakes for each of its customers, customized to suit their preferences, themes and special occasions, using meticulously selected ingredients for a unique taste and texture.",
    "En modernisant son entreprise, notre cliente aspirait à obtenir une identité visuelle et des supports de communication reflétant au mieux ses valeurs fondamentales, à savoir la sobriété, la chaleur et l'élégance. Il était également essentiel de mettre en avant des éléments tels que la gourmandise, la cuisine, la fraîcheur, tout en préservant une touche de modernité qui soit représentative de l'esprit contemporain de sa pâtisserie.":"In the process of relaunching her business, our customer wanted a visual identity and communication materials that would best reflect her core values of sobriety, warmth and elegance. It was also essential to highlight elements such as deliciousness, culinary flair and freshness, while preserving a touch of modernism that was representative of the contemporary spirit of her pastry shop.",
    "En répondant aux directives de notre cliente, nous lui avons proposé un logo épuré qui met en avant son expertise et la qualité exceptionnelle de ses produits, en utilisant une image de pâtissière dans un cercle. Son site internet reflète parfaitement son identité visuelle, mettant en lumière sa compétence et ses performances à travers des produits dont les photographies ont été réalisées par ThePlug Com', accompagnées d'avis clients.":"Responding to our customer's requirements, we came up with a clean logo that highlights her expertise and the exceptional quality of her products, using an image of a pastry chef in a circle. Her website perfectly reflects her visual identity, highlighting her expertise and performance through products photographed by ThePlug Com', accompanied by customer reviews.",
    "ESK TRANSLATIONS UG se positionne en tant qu'agence de traduction offrant des services de qualité exceptionnelle aux entreprises internationales, multinationales, ainsi qu'aux particuliers. Elle veille à ce que ses traductions reflètent parfaitement la vision de ses clients, offrant ainsi une expérience enrichissante, captivante et agréable.":"ESK TRANSLATIONS UG has a leading position as a translation agency offering exceptional quality services to international and multinational companies, as well as to private individuals. We ensure that our translations perfectly reflect our customers' vision, offering an enriching, captivating and enjoyable experience.",
    "L'entreprise avait besoin d'un site vitrine pour exposer ses divers services et mettre en avant les offres d'une agence de traduction allant au-delà de la simple traduction. Le site met en lumière des services tels que le soustitrage, la rédaction, la relecture des traductions, l'édition, et bien d'autres prestations que vous pouvez explorer en détail sur la plateforme en ligne.":"The company needed a showcase site to demonstrate its various services and highlight the services offered by a translation agency that goes beyond simple translation. The site highlights services such as subtitling, copywriting, translation proofreading, editing, and many others that you can explore in detail on the online platform.",
    "EMD PROD, en pleine expansion dans l'industrie musicale, a sollicité notre expertise pour améliorer sa visibilité. Nous avons pris en charge la conception de son logo ainsi que d'autres outils de communication à venir. En tant qu'accompagnateur privilégié de cette entreprise, nous assumons la responsabilité de concevoir ses divers visuels événementiels pour renforcer sa présence sur le marché.":"EMD PROD, in full blossom in the music industry, sought our expertise to improve its visibility. We took on the design of their logo, as well as other upcoming communication tools. As the company's privileged partner, we are responsible for designing its various event visuals to reinforce its market presence.",
    "Spécialisée dans la promotion et commercialisation de la culture africaine à travers des œuvres artisanales en Europe, l'entreprise MADHI a sollicité nos services pour la conception de son logo. Ce dernier a été conçu tel un réservoir, symbolisant une maison qui abrite la richesse africaine. Il traduit également des valeurs de résistance, de sérieux, et d'autorité, accentuées par l'utilisation de lettres en majuscules.":"MADHI, a company specialized in promoting and marketing African culture through craftwork in Europe, asked us to design its logo. The logo was conceived as a reservoir, symbolizing a house that shelters African wealth. It also conveys values of resistance, seriousness and authority, accentuated by the use of capital letters.",
    "NHPC est une Société Anonyme (SA) de droit camerounais ayant pour mission la conception, le financement, et la construction de l'aménagement hydroélectrique de Nachtigal, situé à 70 km au Nord-Est de Yaoundé. En outre, la société est chargée de la réalisation de la ligne de transport d'énergie entre Nachtigal et Nyom 2, situé au Nord de Yaoundé.":"NHPC is a public limited company (Société Anonyme SA) under Cameroonian law, responsible for the design, financing and construction of the Nachtigal hydroelectric scheme, located 70 km northeast of Yaoundé. The company is also in charge of building the transmission line between Nachtigal and Nyom 2, north of Yaoundé.",
    "Il est essentiel pour l'entreprise de communiquer et d'informer sur ses missions. C'est pourquoi elle accorde une grande attention à la conception de chacun de ses supports de communication, veillant à ce qu'ils expriment clairement ses missions. Un exemple concret est l'agenda 2024 que nous avons conçu, mettant en avant l'objectif majeur de NHPC pour l'année 2024 : œuvrer pour un Cameroun entièrement éclairé.":"It is essential for the company to communicate and inform about its missions. That's why we pay great attention to the design of each of our communication media, ensuring that they clearly express our missions. A concrete example is the Agenda 2024 we designed, highlighting NHPC's major objective for the year 2024: to work for a fully enlightened Cameroon.",
    "SOPLUSLINE Bunna GmbH est une entreprise moderne basée à Darmstadt en Allemagne dont la mission première est de promouvoir la transition énergétique et d’aider leurs clients à profiter des nombreux avantages de l’énergie solaire.":"SOPLUSLINE Bunna GmbH is a modern company based in Darmstadt, Germany, whose primary mission is to promote the energy transition and help their customers benefit from the many advantages of solar energy.",
    "Nous avons proposé à notre client un logo animé qui évoque la renaissance, la nature, et l'écologie en utilisant des tons de vert. Cela apporte une touche de fraîcheur et d'éclat, renforcée par des petites bulles de lumières blanches qui se transforment en vert, formant ainsi le nom de l'entreprise. Ce logo exprime également la modernité grâce à l'association du vert et du noir.":"We proposed to our client an animated logo evoking rebirth, nature and ecology, using shades of green. This brings a touch of freshness and brightness, reinforced by small bubbles of white light that transform into green, forming the company's name. This logo also expresses modernity through the combination of green and black.",
    "Nous avons également réalisé une vidéo “Retour Client” qui met en avant les services de l’entreprise et la valeur qu’elle apporte à sa clientèle.":"We also produced a 'Customer Feedback' video highlighting the company's services and the value it brings to its customers.",
    "Projet Suivant":"Next Project",
    "THEPLUG WEDDING est une agence spécialisée dans la capture des moments les plus mémorables des mariages, tant en photographie qu'en vidéo. La mission de l’agence est d'immortaliser les cérémonies officielles qui unissent deux êtres dans la promesse d'un amour et d'une fidélité éternels. Chez THEPLUG WEDDING, l'amour et l'art fusionnent pour exprimer une beauté exceptionnelle.":"THEPLUG WEDDING is an agency specialising in capturing the most memorable moments of weddings, in both photography and video. The agency's mission is to immortalise the official ceremonies that unite two people in the promise of eternal love and fidelity. At THEPLUG WEDDING, love and art merge to express exceptional beauty.",
    "Cette philosophie transparaît dans la conception de leur site internet, où les photographies et vidéos mettent en lumière un univers harmonieux empreint de joie et de bonheur. Notre objectif dans cette réalisation était de démontrer que la photographie de mariage va au-delà de simples 'clics', mais qu'elle vise à capturer toute la magie d'un moment unique. Cela requiert créativité et une collaboration étroite entre les mariés et le photographe, contribuant à faire ressortir toute la magie de cet instant unique":"This philosophy is reflected in the design of their website, where the photographs and videos highlight a harmonious universe imbued with joy and happiness. Our aim with this project was to demonstrate that wedding photography is about more than just 'clicks' - it's about capturing the magic of a unique moment. This requires creativity and close collaboration between the bride and groom and the photographer, helping to bring out all the magic of this unique moment.",
    "EPIDEAA se présente comme le guide idéal pour des vacances aux Maldives, offrant une exploration des trésors naturels de ce paradis terrestre. En tant qu'expert de renom sur cet archipel, il met à la disposition de sa clientèle des services de conseil, de recommandation et de planification d'activités afin de garantir des expériences mémorables et un séjour inoubliable. Les Maldives occupent actuellement une place de choix parmi les 15 destinations les plus prisées à l'échelle mondiale, bénéficiant d'une notoriété considérable. Face à l'affluence de visiteurs et à la multitude de guides disponibles, il est essentiel pour EPIDEAA de se positionner judicieusement dans ce secteur concurrentiel.":"EPIDEAA presents itself as the ideal guide for holidays to the Maldives, offering an exploration of the natural treasures of this earthly paradise. As a renowned expert on this archipelago, it offers its customers advice, recommendations and activity planning services to ensure memorable experiences and an unforgettable stay. The Maldives is currently one of the 15 most popular destinations in the world, with a considerable reputation. With the influx of visitors and the multitude of guides available, it is essential for EPIDEAA to position itself wisely in this competitive sector.",
    "Nous avons eu le privilège d'accompagner notre client, EPIDEAA, dans le processus crucial de renforcement de sa visibilité. Ce projet s'est révélé particulièrement gratifiant, car nous avons été chargés de concevoir l'ensemble des supports de communication de l'entreprise. Notre intervention a débuté par la création de l'identité visuelle, englobant la conception dulogotype et de la charte graphique. Ensuite, nous avons élaboré divers supports tels que des brochures, des flyers, des cartes de visite, des roll-ups, ainsi que l’animation du logo (motion design), la réalisation d'une vidéo promotionnelle de l'entreprise, et enfin, le développement du site internet.":"We had the privilege of supporting our client, EPIDEAA, in the crucial process of boosting its visibility. The project was particularly rewarding, as we were responsible for designing all of the company's communication materials. Our work began with the creation of the visual identity, including the design of the logo and graphic charter. We then developed a range of media, including brochures, flyers, business cards and roll-ups, as well as animating the logo (motion design), producing a promotional video for the company, writing creative texts highlighting the company's history and various services, and developing the website.",
    "Nous avons cherché à mettre en avant la splendeur naturelle des Maldives, incarnée par ses îles et plages, en utilisant les couleurs bleu et blanc. Ces couleurs évoquent également le calme et la sérénité, des valeurs expérientielles cruciales pour les consommateurs en quête de bien-être lors de leur séjour aux Maldives. Pour exprimer le caractère ensoleillé de ces escapades, nous avons intégré une représentation iconique du soleil autour du 'e' dans le nom d'EPIDEAA. Les lignes sinueuses, telles des vagues intégrées au logo, se retrouvent également sur d'autres supports, associées à des photographies des plages et îles, rappelant ainsi la richesse première des Maldives : leur ressource marine. Ces éléments évoquent le dynamisme et le mouvement. EPIDEAA est à la quête de l'excellence au travers des services offerts, pour créer des moments uniques aux Maldives, que nous avons par des cercles, symbolisant la perfection.":"We sought to highlight the natural splendour of the Maldives, embodied by its islands and beaches, using the colours blue and white. These colours also evoke calm and serenity, crucial experiential values for consumers in search of well-being during their stay in the Maldives. To express the sunny nature of these getaways, we incorporated an iconic representation of the sun around the 'e' in the EPIDEAA name. The sinuous lines, like waves integrated into the logo, are also found on other media, combined with photographs of beaches and islands, reminding us of the Maldives' primary asset: its marine resources. These elements evoke dynamism and movement. EPIDEAA strives for excellence through the services it offers, to create unique moments in the Maldives, which we have by means of circles, symbolising perfection.",
    "L'entreprise avait besoin d'un site vitrine pour exposer ses divers services et mettre en avant les offres d'une agence de traduction allant au-delà de la simple traduction. Le site met en lumière des services tels que le sous-titrage, la rédaction, la relecture des traductions, l'édition, et bien d'autres prestations que vous pouvez explorer en détail sur la plateforme en ligne.": "The company needed a showcase site to demonstrate its various services and highlight the services offered by a translation agency that goes beyond simple translation. The site highlights services such as subtitling, copywriting, translation proofreading, editing, and many others that you can explore in detail on the online platform.",
    "PULSE LIVE ENTERTAINMENT établit en Allemagne, se distingue en tant que société spécialisée dans la planification de tournées, la production de concerts, de festivals et de spectacles. Fondée par des enthousiastes de musique, elle s'engageà promouvoir la scène musicale africaine, en mettant l'accent sur l'Allemagne, tout en visant une présence remarquable à l'échelle européenne et mondiale": "PULSE LIVE ENTERTAINMENT, based in Germany, specializes in tour planning, concert, festival and show production. Founded by music enthusiasts, it is committed to promoting the African music scene, with a focus on Germany, while aiming for a remarkable presence on a European and global scale.",
    "Dans le but d'accentuer la visibilité et la dynamique de leur travail, l'entreprise nous a contactés pour rédefinir son logo, et travailler à la création de leur site internet. L'objectif était de rendre le logo veritablement représentatif de leur entreprise, en mettant en avant son aspect festif et dynamique, avec une touche de glamour, à travers l'utilisation de couleurs vibrantes et d'éléments animés. Le site internet, quant à lui, met en lumière la musique africaine en mettant en avant des visages qui incarnent parfaitement cette richesse culturelle, contribuant ainsi à sa promotion à l&#39;échelle internationale.": "With the aim of accentuating the visibility and dynamism of their work, the company contacted us to redefine their logo, and work on the creation of their website. The aim was to make the logo genuinely representative of their company, highlighting its festive and dynamic aspect, with a touch of glamour, through the use of vibrant colours and animated elements. The website, meanwhile, highlights African music by showcasing faces that perfectly embody this cultural richness, helping to promote it internationally.",
    "Pour la troisième édition de son événement EdenDay, se déroulant au Congo à Lubumbashi et ayant pour thème: L'Epouse Arrive. ThePlug Com' a joué un rôle essentiel en créant un film destiné à servir de bande-annonce pour accompagner la communication de l'événement.": "For the third edition of its EdenDay event, taking place in Lubumbashi, Congo, with the theme: L'Epouse Arrive. ThePlug Com' played a key role in creating a film to serve as a trailer to accompany the event's communications.",
    "Videographie": "videography",
    "Blog": "Blog",
    "La meilleure equipe qui soit": "The best team ever",
    "Blogs": "Blogs",
    "Découvrez nos différentes thématiques": "Discover our different themes",
    "Prochain article": "Next article",
    "Ajouter un commentaire": "Add a comment",
    "Quel est votre nom ?": "What is your name ?",
    "Entrer votre nom": "Enter your name",
    "Votre commentaire": "Your comment",
    "Dites-nous ce que vous en pensez": "Tell us what you think",
    "Commenter": "Comment",
    "Quelle est votre adresse email ?": "What's your email address ?",
    "Posté le": "Posted the",
    "vues": "vues",
    "Voir plus": "See more",
    "Commentaires": "Comments",
    "Production Vidéo": "Video Production",
    "Notre Production Vidéo": "Our Video Production",
    "Nos dernières réalisations": "Our latest projects",
    "Projets vidéo réalisés": "Completed video projects",
    "Mentions légales": "Impressum",
    "Protection de données": "Data protection",
    "Politique de confidentialité": "Privacy policy",
    "Voir le site internet": "See the website",
    "Nos dernières réalisations Web Design": "Our latest Web Design projects",
    "Projets Web Desing réalisés": "Web Desing projects",
    "Design du logo, charte graphique, carte de visite, vidéographie": "Logo design, graphic charter, business card, videography",
    "Design du logo, charte graphique, vidéographie": "Logo design, graphic charter, videography",
    "Design du logo, charte graphique, site internet, photographie, vidéographie, carte de visite, identité de marque": "Logo design, graphic charter, website, photography, videography, business cards, brand identity",
    "Design du logo, charte graphique, photographie, site internet": "Logo design, graphic charter, photography, website",
    "Design du logo, charte graphique, site internet, flyers, Roll-Up, carte de visite, dépliant, stand design": "Logo design, graphic charter, website, flyers, Roll-Up, business card, leaflet, stand design",
    "Braydon Manu : Le Footballeur Professionnel Qui Combine Talent sur le Terrain et Foi en Christ": "Braydon Manu: The professional footballer who combines talent on the pitch with faith in Christ",
    "En tant que joueur de football professionnel pour SV Darmstadt 98, Braydon Manu est bien connu pour son talent sur le terrain. Mais ce qui le distingue vraiment, c'est son engagement profond envers sa foi en Christ, une dimension importante de sa vie qui se reflète également dans ses projets hors du terrain. Avec son récent podcast 'With or Without', Manu offre une perspective unique sur la vie d'un athlète de haut niveau et sur la façon dont la foi guide ses choix et ses actions.": "A professional footballer with SV Darmstadt 98, Braydon Manu is known for his talent on the pitch. But what really sets him apart is his deep commitment to his faith in Jesus Christ, an important dimension of his life that is also reflected in his projects off the pitch. In his recent podcast ‘With or Without’, Manu offers a unique insight into the life of a top athlete and how faith guides his decisions and actions.",
    "La Carrière de Braydon Manu : Talent et Dévouement": "Braydon Manu's career: Talent and dedication",
    "Né le 28 mars 1997 à Hambourg, en Allemagne, MANU Braydon Marvin est un footballeur professionnel allemand qui évolue habituellement en tant que milieu de terrain au sein du club de Bundesliga Darmstadt 98. Grâce à son talent et à sa détermination, Manu a commencé sa carrière de footballeur en rejoignant le club de Bunseliga Hallescher FC pour la saison 2017-2019. Grâce à son travail acharné et à ses performances exceptionnelles sur le terrain, il a capté l'attention de beaucoup et s'est hissé au sommet de sa carrière. Cela lui vaut une place au SV Darmstadt 98, annoncée pour juin 2019, où il se fera les dents en tant que joueur professionnel. Enfin, en janvier 2021, il rejoint le Hallescher FC sous forme de prêt pour le reste de la saison 2020-2021. Attaché à ses origines, le jeune homme a exprimé sa fierté d'être appelé en équipe nationale senior du Ghana pour défendre les couleurs de son pays natal. Il a assuré sa place dans les matchs de l'équipe nationale pour les éliminatoires de la Coupe du monde 2022.": "Born on 28 March 1997 in Hamburg, Germany, MANU Braydon Marvin is a German professional footballer who usually plays as a midfielder for Bundesliga club Darmstadt 98. Thanks to his talent and determination, Manu started his football career by joining Bunseliga club Hallescher FC for the 2017-2019 season. Thanks to his hard work and outstanding performances on the pitch, he has captured the attention of many and risen to the pinnacle of his career. This earned him a place at SV Darmstadt 98, announced for June 2019, where he will cut his teeth as a professional player. Finally, in January 2021, he joined Hallescher FC on loan for the remainder of the 2020-2021 season. Attached to his origins, the young man expressed his pride at being called up to the Ghana senior national team to defend the colours of his native country. He has secured his place in the national team's matches for the 2022 World Cup qualifiers.",
    "La Foi en Christ : Une Force Motrice": "Faith in Christ: A driving force",
    "Pour Braydon Manu, sa foi en Christ est au cœur de tout ce qu'il fait. En tant que chrétien dévoué, il trouve la force et l'inspiration dans sa relation avec Dieu, ce qui se reflète dans son comportement sur et en dehors du terrain. Sa foi lui donne une perspective unique sur la vie et le sport, l'aidant à surmonter les défis et à rester concentré sur ses objectifs.": "For Braydon Manu, his faith in Christ is at the heart of everything he does. A practising Christian, he finds strength and inspiration in his relationship with God, which is reflected in his behaviour both on and off the pitch. His faith gives him a unique perspective on life and sport, helping him to overcome challenges and stay focused on his goals.",
    "Le Podcast 'With or Without' : Une Exploration de la Foi, du Sport et de la Vie": "The ‘With or Without’ podcast: An exploration of faith, sport and life in general",
    "Dans son podcast 'With or Without', Braydon Manu invite ses auditeurs à plonger dans son monde, partageant des réflexions personnelles sur sa foi, son parcours en tant que footballeur professionnel et les défis qu'il a rencontrés en cours de route. Avec des épisodes captivants et des invités spéciaux, le podcast offre une occasion unique d'entendre directement de la part de Manu sur des sujets qui lui tiennent à cœur.": "In his podcast ‘With or Without’, Braydon Manu invites listeners into his world, sharing personal reflections on his faith, his journey as a professional footballer and the challenges he has faced along the way. With engaging episodes and special guests, the podcast offers a unique opportunity to hear directly from Manu on topics close to his heart.",
    "La Collaboration Avec Notre Agence : Créativité et Innovation": "Working with our Agency: Creativity and Innovation",
    "En tant qu'agence de communication créative, nous avons eu le privilège de collaborer avec Braydon Manu sur son projet de podcast « With or Without ». De la création du logo et de l'identité visuelle à la production des épisodes et aux séances photos, notre équipe a travaillé en étroite collaboration avec Manu pour donner vie à sa vision. Cette collaboration a été une expérience enrichissante, qui nous a permis de combiner nos compétences créatives avec la passion et la détermination de Manu, pour aboutir à un produit final dont nous sommes tous fiers.": "As a creative communications agency, we had the privilege of working with Braydon Manu on his podcast project ‘With or Without’. From creating the logo and visual identity to producing the episodes and photo shoots, our team worked closely with Manu to bring his vision to life. The collaboration was a rewarding experience, allowing us to combine our creative skills with Manu's passion and determination, resulting in a final product we're all proud of.",
    "Inspirer à Travers la Foi et le Sport": "Inspiring through faith and sport",
    "Braydon Manu incarne l'idée que la foi et le sport ne sont pas mutuellement exclusifs, mais plutôt complémentaires. Son parcours inspirant sur le terrain et son engagement envers sa foi en Christ en font un modèle pour les athlètes et les fans du monde entier. Avec son podcast 'With or Without' et notre collaboration fructueuse, Manu continue de toucher des vies et d'inspirer les autres à poursuivre leurs rêves, peu importe les obstacles.": "Braydon Manu embodies the idea that faith and sport are not mutually exclusive, but complement each other. His inspirational journey on the field and his commitment to his faith in Christ make him a role model for athletes and fans around the world. With his podcast ‘With or Without’ and our fruitful collaboration, Manu continues to touch lives and inspire others to pursue their dreams, whatever the obstacles.",
    "Réalisation du site web, vidéographie, montage vidéo, graphic design, photographie": "Website development, videography, video editing, graphic design, photography",
    "Réalisation du site web, gestion numérique des invitations": "Website development, digital management of invitations",
    "Réalisation du site web": "Website development",
    "Réalisation du site web, Design du logo, charte graphique, cartes de visite, vidéographie, flyers": "Website development, logo design, graphic charter, business cards, videography, flyers"
}