{
    "Menu":"Menu",
    "Contact" : "KONTAKTE",
    "Adresse" : "Adresse",
    "Accueil":"HOME",
    "À propos":"ÜBER UNS",
    "Réalisations":"PORTFOLIO",
    "Nos Réalisations":"Unsere PORTFOLIO",
    "Services":"DIENSTLEISTUNGEN",
    "Nos Services": "UNSERE DIENSTLEISTUNGEN",
    "Notre Equipe":"UNSER TEAM",
    "Designé par":"Gestaltet von",
    "Suivez-nous sur :": "Folgen Sie uns auf :",
    "Chargement...": "laden...",
    "Retour à l'accueil":"Zurück zur Homepage",
    "SALES & PROJECT MANAGER": "VERTRIEBS- UND PROJEKTLEITER",
    "CEO & FOUNDER, PHOTOGRAPHE , REALISATEUR \n GRAPHISTE & WEBMASTER": "GESCHÄFTSFÜHRER & GRÜNDER, FOTOGRAF , REGISSEUR , \n GRAFIKDESIGNER & WEBMASTER",
    "CO-FOUNDER, REDACTRICE , \n TRADUCTRICE & DIRECTRICE DE VENTE": "MITGRÜNDER, REDAKTEURIN , \n ÜBERSETZERIN & VERTRIEBSMANAGERIN",
    "DIRECTRICE DE COMMUNICATION , BRAND STRATEGISTE \n , GRAPHISTE & MANAGEUR DE PROJET": "KOMMUNIKATIONSMANAGERIN , MARKENSTRATEGIN \n , GRAFIKDESIGNERIN & PROJEKTMANAGER",
    "DIRECTEUR CAMEROUN, DIRECTEUR DE VENTE CAMEROUN & \n PROJECT MANAGER": "GESCHÄFTSFÜHRER KAMERUN, VERTRIEBSMANAGER KAMERUN & \n PROJEKTMANAGER",
    "WEBMASTER , MANAGEUR PROJET & \n RESPONSABLE IT": "WEBMASTER , PROJEKTMANAGER & \n IT MANAGER ",
    "JURISTE":"JURIST",
    "DEVELOPPEUR WEB SENIOR & MANAGEUR DE PROJET":"SOFTWAREENTWICKLER & PROJEKTMANAGER",
    "DEVELOPPEUR WEB":"WEBENTWICKLER",
    "GRAPHISTE":"GRAFIKDESIGNER",
    "REALISATRICE & MONTEUSE VIDEO":"REGISSEUR & VIDEOMONTEURIN",
    "RESPONSABLE DU MATERIEL":"MATERIALVERWALTER",
    "Découvrez l'équipe":"ENTDECKEN SIE DAS TEAM",
    "Contactez-moi":"KONTAKTIEREN SIE MICH",
    "Démarrez un projet avec nous":"STARTEN SIE EIN PROJEKT MIT UNS",
    "Avec grand plaisir, nous répondrons à toutes vos questions.":"Wir freuen uns darauf, Ihre Fragen zu beantworten.",
    "Ecrivez nous ici":"Schreiben Sie uns hier",
    "VOTRE NOM :": "IHR NAME :",
    "Entrez votre nom": "Geben Sie Ihren Namen ein",
    "VOTRE E-MAIL :":"IHRE E-MAIL:",
    "Entrez votre e-mail":"Geben Sie Ihre E-Mail-Adresse ein",
    "VOTRE MESSAGE :":"IHRE NACHRICHT :",
    "Parlez-nous de vous et de votre projet":"Erzählen Sie uns über sich und Ihr Projekt",
    "ENVOYER UN MESSAGE":"NACHRICHT SENDEN",
    "VOIR PLUS DE TRAVAUX":"WEITERE ARBEITEN ANSCHAUEN",
    "Voir Plus":"MEHR SEHEN",
    "Êtes-Vous satisfaits ?":"WIE ZUFRIEDEN SIND SIE?",
    "contactez-nous directement en cliquant ici !":"Kontaktieren Sie uns direkt, indem Sie hier klicken!",
    "Tout":"Alle",
    "Photographie":"Fotografie",
    "Video":"Video",
    "Graphisme":"Graphik Design",
    "Web":"Web",
    "Contactez-nous":"Kontaktieren Sie uns",
    "Ecrivez-nous directement en cliquant ici !":"Schreiben Sie uns direkt, indem Sie hier klicken!",
    "Ce que nous proposons":"WAS WIR ANBIETEN",
    "ÉTUDES MARKETING":"MARKETINGSTUDIEN",
    "CONSEILS STRATÉGIQUES":"STRATEGIEBERATUNG",
    "PRODUCTION AUDIOVISUELLE":"AUDIOVISUELLE PRODUKTION",
    "Expertise dans l'analyse du discours.":"Expertise in der gesprächsanalyse.",
    "Expertise en méthode qualitative":"Expertise in qualitativen Methoden",
    "Conception et mise en oeuvre des stratégies de communication.":"Konzeption und Umsetzung von Kommunikationsstrategien",
    "Mise en place de la strategie de communication":"Umsetzung der Kommunikationsstrategie",
    "Le developpement de notre notoriété":"Weiterentwicklung unseres Bekanntheitsgrades",
    "Optimisation de votre image de marque.":"Optimierung Ihres Markenimages",
    "Proposition des actions correctives":"Vorschlag von korrektiven Maßnahmen",
    "La production des photos de qualité pour vos differentes communications(Shooting des personnes et des produits)":" Die Produktion von Qualitätsfotos für Ihre verschiedenen Kommunikationsmittel (Aufnahmen von Menschen und Produkten)",
    "La production des visuels et creation des supports de communication (Sites web , affiches, kakemonos,spots publicitaires,etc)":"Die Produktion von Bildmaterial und die Erstellung von Kommunikationsmedien (Webseiten, Poster,Kakemonos, Werbespotsusw.)",
    "Creation des contenus web":"Die Erstellung von Webinhalten",
    "Production audiovisuelle au sens plus large(Programme Tv,Magazines,etc)":" Die audiovisuelle Produktion im weitestenSinne (TV-Programme,Magazine, etc.)",
    "Une équipe de passionné(e)s":"Ein leidenschaftliches Team",
    "Un matériel de pointe":"Hochmoderne Ausrüstung",
    "Des Photos de qualité":"Hochwertige Fotos",
    "Des Vidéos publicitaires de qualité":"Hochwertige Videowerbung",
    "Une production audiovisuelle assurée":"Sichergestellte audiovisuelle Produktion",
    "Une stratégie de communication efficace":"Eine effektive Kommunikationsstrategie",
    "Un Design adapté":"Ein passendes Design",
    "Conseils stratégiques":"Strategische Beratung",
    "Des designs adaptés pour vos sites":"Passende Designs für Ihre Websites",
    "Des designs adaptés":"Angepasste Designs",
    "Nous réussissons dans nos projets grâce à la solidarité et à l'harmonie qui existent entre les membres de la team.":"Wir haben Erfolg bei unseren Projekten dank der Solidarität und Harmonie, die zwischen den Teammitgliedern herrscht.",
    "Nous possédons un matériel de pointe indispensable à la réalisation de nos tâches journalières.":"Wir verfügen über modernste Ausrüstung, die für unsere täglichen Aufgaben unerlässlich ist.",
    "Avec nous, l'art de reconquérir la photo.":"Mit uns können Sie das Foto erneut entdecken.",
    "Une Entreprise dévouée à la réalisation de vos projets digitaux":"Ein Unternehmen, das sich der Verwirklichung Ihrer Videoprojekte verschrieben hat.",
    "Conserver le naturel, pour donner un autre aspect à la photographie":"Die Aufbewahrung des Natürlichen, um der Fotografie einen anderen Aspekt zu verleihen.",
    "Définir une stratégie marketing est une solution clé pour les études sur le marché.":"Die Definition einer Marketingstrategie ist eine Schlüssellösung für die Marktforschung.",
    "Nous proposons une couverture idéale pour vos présentations.":"Wir bieten eine ideale Abdeckung für Ihre Präsentationen.",
    "Avec des experts dans chaque domaine d'activité, nous ne cessons de nous réinventer pour mettre en œuvre des stratégies imbattables.":"Mit Experten in jedem Geschäftsbereich erfinden wir uns immer wieder neu, um unschlagbare Strategien umzusetzen",
    "Nous intervenons dans la production de sites web attrayants.":"Wir produzieren attraktive Webseiten.",
    "Nous disposons des ressources pour produire des roll-up et autres supports de qualité pour vos conférences.":"Wir verfügen über die Ressourcen, um Roll-Ups und andere hochwertige Materialien für Ihre Konferenzen zu produzieren.",
    "Qui sommes-nous?":"WER WIR SIND?",
    "THEPLUG Com’ est une branche de THEPLUG GROUP Sarl. C’est avant tout un cabinet d’études, conseils, et de production audiovisuelle, dont l’ADN est la passion pour la communication, l’audiovisuel, l’image… l’art.":"THEPLUG Com' ist ein Unternehmensbereich der THEPLUG GROUP Sarl. Es ist in erster Linie ein Forschungs-, Beratungs- und audiovisuelles Produktionsunternehmen, dessen DNA die Leidenschaft für Kommunikation, audiovisuelle Medien, Bilder und Kunst ist.",
    "Sa stratégie est d'étudier le consommateur comme un être rationnel, mais aussi émotionnel, qui recherche une attention particulière et désire être stimulé dans ses envies. En effet, dans sa quête permanente de satisfaction, le consommateur a besoin de bien plus qu’un 'bon produit' pour se fidéliser à une marque, et en devenir le premier promoteur.":"Ihre Strategie ist es, den Verbraucher als ein rationales, aber auch emotionales Wesen zu untersuchen, das besondere Aufmerksamkeit sucht und in seinen Wünschen stimuliert werden möchte. In seinem ständigen Streben nach Zufriedenheit braucht der Verbraucher mehr als nur ein 'gutes Produkt', um sich an eine Marke zu binden und ihr erster Förderer zu werden.",
    "Pourquoi Nous?":"WARUM SOLLTEN SIE UNS WÄHLEN ?",
    "Ce que nous faisons le mieux":"Was wir am besten machen",
    "Stratégie marketing":"Marketingstrategie",
    "Nous avons à cœur votre stratégie marketing":"Ihre Marketingstrategie liegt uns am Herzen",
    "La stratégie marketing est un point clé vers le succès de vos projets de communication. Nous sommes là pour vous aider à réussir.":"Die Marketingstrategie ist ein Schlüsselfaktor für den Erfolg Ihrer Kommunikationsprojekte. Wir sind hier, um Ihnen zu helfen, erfolgreich zu sein.",
    "En savoir plus":"ERFAHREN SIE MEHR",
    "Le retour de nos clients.":"Feedback von unseren Kunden.",
    "Nos Clients":"UNSERE KUNDEN",
    "Votre succès, Notre":"Ihr Erfolg, Unser",
    "réputation":"ErfolgRuf",
    "Allemagne":"Deutschland",
    "France":"Frankreich",
    "Cameroun":"Kamerun",
    "Senegal":"Senegal",
    "L'art de la communication":"Die Kunst der Kommunikation",
    "Tout savoir sur nous.":"Über uns",
    "THEPLUG COM' c'est :": "THEPLUG COM' ist:",
    "Une société donc l’ADN est la passion pour la communication, l’audiovisuel, l’image… l’art.": "Ein Unternehmen, dessen DNA die Leidenschaft für Kommunikation, audiovisuelle Medien, Bilder ... Kunst ist.",
    "Un cabinet qui accompagne les marques et entreprises dans l’atteinte de leurs objectifs sur le plan communicationnel au moyen de l’étude et du conseil.":"Eine Firma, die Marken und Unternehmen bei der Erreichung ihrer Kommunikationsziele mit Hilfe von Studien und Beratung unterstützt.",
    "L’Opérationnel et la technicité font partie de son savoir faire en tant que structure de production audio-visuelle.":"Als audiovisuelle Produktionsstruktur ist das Unternehmen in der Lage, operativ und technisch zu arbeiten.",
    "Elle regroupe en son sein des directeurs en production audio-visuelle, des chargés d’études, des graphistes, des vidéastes et développeurs web qui collaborent avec professionnalisme dans le but de fournir un service excellent et de qualité.":"Sie besteht aus Direktoren für audiovisuelle Produktion, Studienleitern, Grafikern, Videofilmern und Webentwicklern, die professionell zusammenarbeiten, um einen ausgezeichneten und qualitativ hochwertigen Service zu bieten.",
    "Elle dispose d’un ensemble de matériels à la pointe pour une production audio-visuelle, graphique de qualité, et des méthodes efficaces pour optimiser la communication d’un service, d’une entreprise, d’une marque, ou d’une personne.":"Sie verfügt über eine Reihe von hochmodernen Materialien für eine hochwertige audiovisuelle Produktion, Grafiken und effiziente Methoden zur Optimierung der Kommunikation einer Abteilung, eines Unternehmens, einer Marke oder einer Person.",
    "Expert dans l'analyse et la conception":"Experte für Analyse und Design",
    "Notre ADN":"Unsere DNA",
    "Nous utilisons une approche sémiotique pour réaliser des analyses minutieuses sur le marché, les produits, les marques et la communication déployée tout autour afin de faire un comparatif entre image voulue, perçue et réelle, tout en vous permettant de réajuster l’écart qui pourrait exister.Des recherches documentaires approfondies de votre secteur d’activité, et de la concurrence pour vous permettre de vous insérer dans le marché en misant sur le bon axe. ":"Wir verwenden einen semiotischen Ansatz, um eine sorgfältige Analyse des Marktes, der Produkte, der Marken und der Kommunikation durchzuführen, um einen Vergleich zwischen dem gewünschten, dem wahrgenommenen und dem tatsächlichen Image anzustellen und Ihnen zu ermöglichen, die Diskrepanz zu korrigieren, die bestehen könnte ",
    "Expertise en méthodes qualitatives":"Expertise in qualitativen Methoden",
    "L’observation, les entretiens, les focus group, le recueil documentaire,  l’analyse des micro-comportements variés et changeants du consommateur pour obtenir des données de fond. Placer votre client au cœur de toutes nos démarches en misant sur le capital d’empathie qui implique d’écouter le client, de mieux le comprendre, et d’être en mesure de mieux capter son attention":"Beobachtung, Interviews, Fokusgruppen, Dokumentensammlung, Analyse des vielfältigen und sich ändernden Mikroverhaltens der Verbraucher, um Hintergrundinformationen zu erhalten. Den Kunden in den Mittelpunkt all unserer Bemühungen stellen, indem wir auf das Kapital der Empathie setzen, das bedeutet, dem Kunden zuzuhören, ihn besser zu verstehen und in der Lage zu sein, seine Aufmerksamkeit besser zu gewinnen.",
    "Conception et mise en œuvre des stratégies de communication":"Entwurf und Umsetzung von Kommunikationsstrategien",
    "La créativité dans la mise en place de votre communication publicitaire, institutionnelle, ou pour le développement, par le graphisme, pour une meilleure communication sensorielle.Pour mieux toucher les affects de votre client il faut aller au-delà du fonctionnel, en faisant preuve d’imagination et d’innovation au niveau du design.Disponible : Un studio de production photo, 3D et animation, un matériel de qualité pour la production audiovisuelle (films documentaires, magazines, courts et longs métrages, etc.), une équipe de développeurs web, graphistes, monteurs vidéo, pour la conception et la réalisation de vos supports de communication.":"Kreativität bei der Umsetzung Ihrer Werbe-, Unternehmens- oder Entwicklungskommunikation durch Grafikdesign für eine bessere sensorische Kommunikation. Um die Affekte Ihrer Kunden besser zu erreichen, muss man über das Funktionale hinausgehen und Phantasie und Innovation im Design beweisen. Verfügbar: Ein Produktionsstudio für Foto, 3D und Animation, hochwertiges Material für die audiovisuelle Produktion (Dokumentarfilme, Magazine, Kurz- und Langfilme usw.), ein Team von Webentwicklern, Grafikern, Videoeditoren, für die Konzeption und Umsetzung Ihrer Kommunikationsmittel.",
    "lein  de \n Créativité":"ehr \n kreativ",
    "l'écoute des \n Besoins du client":"uf \n die Bedürfnisse \n des Kunden eingehen",
    "espect des \n Délais":"inhaltung \n von Fristen",
    "ue des \n Passionné(e)s":"ur \n leidenschaftliche \n Menschen",
    "quipe \n polyglotte \n (vos projets pourront être réalisés en  Français \n , Allemand , Anglais)":"ehrsprachiges \n Team (Ihre Projekte können in Deutsch, Französisch \n  und Englisch durchgeführt werden)",
    "ANNÉES \n D'EXPÉRIENCE":"JAHRE \n BERUFSERFAHRUNG",
    "E":"M",
    "Q":"N",
    "R":"E",
    "A":"A",
    "P":"S",
    "Langue": "Sprache",
    "ART DIRECTOR, VIDEO-PRODUCER, CUTTER & CONCEPTUALIZER": "ART DIRECTOR, VIDEOPRODUZENT, CUTTER & KONZEPTGESTALTER",
    "Expert dans tous les services de la communication": "Experte für alle Kommunikationsdienstleistungen",
    "Développement web sur mesure (création de sites web personnalisés : site vitrine, application web complexe ou plateforme e-commerce)": "Angepasste Webentwicklung (Erstellung von personalisierten Webseiten: Schaufensterseite, komplexe Webanwendung oder E-Commerce-Plattform)",
    "Optimisation et amélioration de sites existants": "Optimierung und Verbesserung bestehender Websites",
    "Développement d'applications web et mobiles": "Entwicklung von Web- und Mobilanwendungen",
    "Maintenance et support technique": "Wartung und technische Unterstützung",
    "Projets réalisés": "Abgeschlossenes Projekt",
    "Optimisation du classement des moteurs de recherche (optimisation des mots clés, la création de contenu de qualité, l'optimisation technique du site, la création de liens et d'autres stratégies visant à augmenter la visibilité du site et à attirer du trafic organique)": "Optimierung des Suchmaschinen-Rankings (Optimierung von Keywords, Erstellung hochwertiger Inhalte, technische Optimierung der Website, Linkaufbau und andere Strategien, um die Sichtbarkeit der Website zu erhöhen und organischen Traffic anzuziehen)",
    "Gestion de la présence en ligne": "Verwaltung der Webpräsenz",
    "Analyse des données et suivi des performances": "Datenanalysen und Überwachung der Leistung.",
    "SOCIAL MEDIA MARKETING": "SOCIAL-MEDIA-MARKETING",
    "Gestion des réseaux sociaux tels que Facebook, Instagram, Twitter, LinkedIn, etc.": "Verwaltung von sozialen Netzwerken wie Google My Business, Facebook, Instagram, Twitter, LinkedIn, Tiktok usw.",
    "Stratégies de marketing ciblées ('analyse des données démographiques et des intérêts des utilisateurs, la création de publicités ciblées, la mise en place de campagnes promotionnelles et le suivi des performances pour atteindre les objectifs de marketing)": "Gezielte Marketingstrategien (Analyse der demografischen Daten und Nutzerinteressen, Erstellung zielgerichteter Werbeanzeigen, Durchführung von Werbekampagnen und Leistungsüberwachung zur Erreichung der Marketingziele)",
    "Mesure des performances et analyse des résultats": "Leistungsmessung und Analyse der Ergebnisse",
    "DEVELOPPEMENT WEB": "WEBENTWICKLUNG",
    "GRAPHISME & MOTION DESIGN": "GRAFIKDESIGN & MOTION DESIGN",
    "Branding": "Branding - Markenbildung",
    "Design d'interfaces utilisateur et d'expérience utilisateur (UI/UX)": "Design von Nutzerinterfaces und Nutzererfahrung (UI/UX)",
    "Création de supports de communication visuelle (brochures, dépliants, affiches, cartes de visite, baniières publicitaires, etc..": "Erstellung von visuellen Kommunikationsmitteln (Flyers, Broschüren, Faltblätter, Poster, Visitenkarten, Werbebanner, Roll-Up usw.)",
    "Illustrations et graphiques personnalisés": "Personalisierte Illustrationen und Grafiken",
    "Conception de logos et d'identité visuelle": "Gestaltung von Logos und Corporate Identity",
    "Animations (Logos-Textes-Illustrations)": "Animationen (Logos-Texte-Illustrationen)",
    "PRODUCTION VIDEO": "VIDEOPRODUKTION",
    "Un projet personnel, un événement, une publicité ou du contenu en ligne": "Ein persönliches Projekt, eine Veranstaltung, eine Werbung oder Online-Inhalte",
    "Vidéo optimisée pour TV ou les réseaux sociaux (YouTube, Facebook, Instagram, TikTok, etc.)": "Video optimiert für TV oder soziale Netzwerke (YouTube, Facebook, Instagram, TikTok, etc.)",
    "Nous créons le concept (l'idée, le scénario ou un plan de travail) et nous planifions la production": "Wir erstellen das Konzept (die Idee, das Drehbuch oder einen Arbeitsplan) und planen die Produktion",
    "Tournage (Shooting Vidéo), Montage vidéo & Post-production": "Dreharbeiten (Video-Shooting), Videobearbeitung & Post-Produktion",
    "PHOTOGRAPHIE": "FOTOGRAFIE",
    "Photographie professionnelle (Evénements spéciaux, portraits, produits ou paysages)": "Professionelle Fotografie (besondere Events, Porträts, Produkte oder Landschaften)",
    "Shooting de mode": "Modeshooting",
    "Photographie d'entreprise (photos professionnelles pour votre site web, vos publications promotionnelles ou votre communication)": "Business-Fotografie (professionelle Fotos für Ihre Website, Ihre Werbeveröffentlichungen oder Ihre Kommunikation)",
    "Copywriting persuasif (Rédaction des textes qui captent l'attention de votre audience et génèrent des résultats tangibles)": "Überzeugendes Copywriting (Verfassen von Texten, die die Aufmerksamkeit Ihres Zielpublikums auf sich ziehen und zu greifbaren Ergebnissen führen)",
    "Copywriting SEO (combinaison parfaite de textes optimisés pour les moteurs de recherche et de contenu de qualité)": "SEO Copywriting (perfekte Kombination von suchmaschinenoptimierten Texten und qualitativ hochwertigen Inhalten)",
    "Copywriting créatif": "Kreatives Copywriting",
    "La réussite dans nos projets vient tout d'abord de la solidarité et de l'harmonie entre les membres de la team": "Der Erfolg unserer Projekte beruht vor allem auf der Solidarität und Harmonie zwischen den Teammitgliedern",
    "Nous ne saurons comment accomplir nos differentes tâches journalières sans un materiel de pointe":"Wir werden nicht wissen, wie wir unsere verschiedenen täglichen Aufgaben ohne modernste Ausrüstung bewältigen können",
    "L'art de reconquerir la photo" : "Die Kunst, die Fotografie zurückzugewinnen",
    "Une Entreprise devouée à la réalisation de vos projets digitaux":"Ein Unternehmen, das sich der Umsetzung Ihrer digitalen Projekte widmet",
    "Définir une stratégie marketing , est une solution clée pour les études sur le marché":"Die Definition einer Marketingstrategie ist eine Schlüssellösung für die Marktforschung",
    "Nous definissons une couverture idéale pour vos présentations":"Wir definieren eine ideale Hülle für Ihre Präsentationen",
    "Avec des experts dans chaque domaines d'activités nous ne cessons de mettre en oeuvre des stratégies imbattables":"Mit Experten in jedem Tätigkeitsbereich setzen wir weiterhin unschlagbare Strategien um",
    "Nous intervenons également sur la production de vos sites web":"Wir kümmern uns auch um die Produktion Ihrer Websites",
    "Vidéographie":"Videografie",
    "Voir le site":"Siehe die Website",
    "Erreur de page":"Seitenfehler",
    "Page 404":"Seite 404",
    "Retourner sur la page d'accueil":"Zur Startseite zurückkehren",
    "Vision portée par l’association Mastering your life de Leipzig en Allemagne qui se donne pour mission de détruire et renverser les systèmes de pensée du monde actuel, afin de rétablir la vérité qui affranchit des faux raisonnements pour exercer une vraie liberté en Christ, rendant chaque chrétien capable de briller dans tous les domaines : politique, économique, artistique, sportif, entrepreneuriat, médias, etc.":"Die Vision des Vereins Mastering your life aus Leipzig, Deutschland, der es sich zur Aufgabe gemacht hat, die Denksysteme der heutigen Welt zu zerstören und umzustoßen, um die Wahrheit wiederherzustellen, die von falschen Überlegungen befreit, um eine wahre Freiheit in Christus auszuüben, die jeden Christen befähigt, in allen Bereichen zu glänzen: Politik, Wirtschaft, Kunst, Sport, Unternehmertum, Medien, etc.",
    "Client":"Kunde",
    "Pour la troisième édition de son événement EdenDay, se déroulant au Congo à Lubumbashi et ayant pour thème: L'Epouse Arrive. ThePlug Com' a joué un rôle essentiel en créant un film destiné à servir de bandeannonce pour accompagner la communication de l'événement.":"Für die dritte Ausgabe der Veranstaltung EdenDay, die in Lubumbashi im Kongo stattfand und unter dem Motto stand: « L'Epouse Arrive ». ThePlug Com' spielte eine wichtige Rolle bei der Erstellung eines Films, der als Trailer für die Kommunikation der Veranstaltung dienen sollte.",
    "Web Design":"Webdesign",
    "PULSE LIVE ENTERTAINMENT établit en Allemagne, se distingue en tant que société spécialisée dans la planification de tournées, la production de concerts, de festivals et de spectacles. Fondée par des enthousiastes de musique, elle s'engage à promouvoir la scène musicale africaine, en mettant l'accent sur l'Allemagne, tout en visant une présence remarquable à l'échelle européenne et mondiale":"PULSE LIVE ENTERTAINMENT ist ein in Deutschland ansässiges Unternehmen, das sich auf die Planung von Tourneen, die Produktion von Konzerten, Festivals und Shows spezialisiert hat. Von Musikenthusiasten gegründet, hat sich das Unternehmen der Förderung der afrikanischen Musikszene mit Schwerpunkt auf Deutschland verschrieben und strebt eine bemerkenswerte Präsenz auf europäischer und globaler Ebene an.",
    "Dans le but d'accentuer la visibilité et la dynamique de leur travail, l'entreprise nous a contactés pour rédefinir son logo, et travailler à la création de leur site internet. L'objectif était de rendre le logo veritablement représentatif de leur entreprise, en mettant en avant son aspect festif et dynamique, avec une touche de glamour, à travers l'utilisation de couleurs vibrantes et d'éléments animés. Le site internet, quant à lui, met en lumière la musique africaine en mettant en avant des visages qui incarnent parfaitement cette richesse culturelle, contribuant ainsi à sa promotion à l’échelle internationale.":"Um die Sichtbarkeit und die Dynamik ihrer Arbeit zu erhöhen, wandte sich das Unternehmen an uns, um sein Logo neu zu gestalten und an der Erstellung seiner Website zu arbeiten. Das Ziel war es, das Logo wirklich repräsentativ für das Unternehmen zu machen, indem es den festlichen und dynamischen Aspekt mit einem Hauch von Glamour durch die Verwendung von vibrierenden Farben und animierten Elementen hervorhebt. Die Website stellt die afrikanische Musik in den Vordergrund, indem sie Gesichter zeigt, die diesen kulturellen Reichtum perfekt verkörpern, und so zu seiner internationalen Förderung beiträgt.",
    "Etablissement de pâtisserie, spécialisé dans le cake design, Cake by Maman2Noemi conçoit pour chacun de ses clients des gâteaux uniques et personnalisés en fonction des préférences, des thèmes et des occasions particulières, avec des ingrédients choisis de façon très précise et méticuleuse pour un goût et une texture unique.":"Cake by Maman2Noemi ist eine auf Cake Design spezialisierte Patisserie und entwirft für jeden Kunden einzigartige, personalisierte Kuchen, die auf die Vorlieben, Themen und Anlässe des Kunden abgestimmt sind. Die Zutaten werden sehr genau und sorgfältig ausgewählt, um einen einzigartigen Geschmack und eine einzigartige Textur zu erzielen.",
    "En modernisant son entreprise, notre cliente aspirait à obtenir une identité visuelle et des supports de communication reflétant au mieux ses valeurs fondamentales, à savoir la sobriété, la chaleur et l'élégance. Il était également essentiel de mettre en avant des éléments tels que la gourmandise, la cuisine, la fraîcheur, tout en préservant une touche de modernité qui soit représentative de l'esprit contemporain de sa pâtisserie.":"Bei der Modernisierung ihres Unternehmens wollte unsere Kundin eine visuelle Identität und Kommunikationsmittel erhalten, die ihre Grundwerte, nämlich Schlichtheit, Wärme und Eleganz, am besten widerspiegeln. Es war auch wichtig, Elemente wie Genuss, Küche und Frische hervorzuheben und gleichzeitig einen Hauch von Modernität zu bewahren, der den zeitgenössischen Geist ihrer Konditorei repräsentiert.",
    "En répondant aux directives de notre cliente, nous lui avons proposé un logo épuré qui met en avant son expertise et la qualité exceptionnelle de ses produits, en utilisant une image de pâtissière dans un cercle. Son site internet reflète parfaitement son identité visuelle, mettant en lumière sa compétence et ses performances à travers des produits dont les photographies ont été réalisées par ThePlug Com', accompagnées d'avis clients.":"Als Antwort auf die Vorgaben unserer Kundin schlugen wir ihr ein schlichtes Logo vor, das ihre Expertise und die außergewöhnliche Qualität ihrer Produkte hervorhebt, indem wir das Bild einer Konditorin in einem Kreis verwenden. Ihre Website spiegelt ihre visuelle Identität perfekt wider, indem sie ihre Kompetenz und Leistung anhand von Produkten, die von ThePlug Com' fotografiert wurden, sowie Kundenbewertungen hervorhebt.",
    "ESK TRANSLATIONS UG se positionne en tant qu'agence de traduction offrant des services de qualité exceptionnelle aux entreprises internationales, multinationales, ainsi qu'aux particuliers. Elle veille à ce que ses traductions reflètent parfaitement la vision de ses clients, offrant ainsi une expérience enrichissante, captivante et agréable.":"ESK TRANSLATIONS UG ist eine Übersetzungsagentur, die internationalen und multinationalen Unternehmen sowie Privatpersonen Dienstleistungen von außergewöhnlicher Qualität anbietet. Wir stellen sicher, dass unsere Übersetzungen die Visionen unserer Kunden widerspiegeln und bieten so eine bereichernde, fesselnde und angenehme Erfahrung.",
    "L'entreprise avait besoin d'un site vitrine pour exposer ses divers services et mettre en avant les offres d'une agence de traduction allant au-delà de la simple traduction. Le site met en lumière des services tels que le soustitrage, la rédaction, la relecture des traductions, l'édition, et bien d'autres prestations que vous pouvez explorer en détail sur la plateforme en ligne.":"Das Unternehmen benötigte eine Website, um seine verschiedenen Dienstleistungen zu präsentieren und die Angebote eines Übersetzungsbüros, die über die reine Übersetzung hinausgehen, hervorzuheben. Die Website zeigt Dienstleistungen wie Untertitelung, Redaktion, Korrekturlesen, Lektorat und viele andere, die Sie auf der Online-Plattform ausführlich erkunden können.",
    "EMD PROD, en pleine expansion dans l'industrie musicale, a sollicité notre expertise pour améliorer sa visibilité. Nous avons pris en charge la conception de son logo ainsi que d'autres outils de communication à venir. En tant qu'accompagnateur privilégié de cette entreprise, nous assumons la responsabilité de concevoir ses divers visuels événementiels pour renforcer sa présence sur le marché.":"EMD PROD, ein expandierendes Unternehmen in der Musikindustrie, bat um unser Fachwissen, um seine Sichtbarkeit zu verbessern. Wir übernahmen die Gestaltung des Logos und anderer zukünftiger Kommunikationsmittel. Als bevorzugter Begleiter dieses Unternehmens übernehmen wir die Verantwortung für die Gestaltung der verschiedenen Veranstaltungsgrafiken, um seine Marktpräsenz zu stärken.",
    "Spécialisée dans la promotion et commercialisation de la culture africaine à travers des œuvres artisanales en Europe, l'entreprise MADHI a sollicité nos services pour la conception de son logo. Ce dernier a été conçu tel un réservoir, symbolisant une maison qui abrite la richesse africaine. Il traduit également des valeurs de résistance, de sérieux, et d'autorité, accentuées par l'utilisation de lettres en majuscules.":"Das Unternehmen MADHI, das sich auf die Förderung und Vermarktung der afrikanischen Kultur durch Kunsthandwerk in Europa spezialisiert hat, bat uns um die Gestaltung seines Logos. Das Logo wurde in Form eines Tanks entworfen, der ein Haus symbolisiert, das den afrikanischen Reichtum beherbergt. Es vermittelt auch Werte wie Widerstand, Ernsthaftigkeit und Autorität, die durch die Verwendung von Großbuchstaben hervorgehoben werden.",
    "NHPC est une Société Anonyme (SA) de droit camerounais ayant pour mission la conception, le financement, et la construction de l'aménagement hydroélectrique de Nachtigal, situé à 70 km au Nord-Est de Yaoundé. En outre, la société est chargée de la réalisation de la ligne de transport d'énergie entre Nachtigal et Nyom 2, situé au Nord de Yaoundé.":"NHPC ist eine Aktiengesellschaft (SA) nach kamerunischem Recht, die für die Planung, Finanzierung und den Bau des Wasserkraftwerks Nachtigal, 70 km nordöstlich von Yaoundé, verantwortlich ist. Darüber hinaus ist das Unternehmen mit dem Bau der Stromübertragungsleitung zwischen Nachtigal und Nyom 2, nördlich von Yaoundé, beauftragt.",
    "Il est essentiel pour l'entreprise de communiquer et d'informer sur ses missions. C'est pourquoi elle accorde une grande attention à la conception de chacun de ses supports de communication, veillant à ce qu'ils expriment clairement ses missions. Un exemple concret est l'agenda 2024 que nous avons conçu, mettant en avant l'objectif majeur de NHPC pour l'année 2024 : œuvrer pour un Cameroun entièrement éclairé.":"Für das Unternehmen ist es wichtig, über seine Aufgaben zu kommunizieren und zu informieren. Daher widmet das Unternehmen der Gestaltung jedes seiner Kommunikationsmittel große Aufmerksamkeit und achtet darauf, dass sie seine Aufgaben klar zum Ausdruck bringen. Ein konkretes Beispiel ist die von uns entworfene Agenda 2024, die das Hauptziel der NHPC für das Jahr 2024 hervorhebt: die Arbeit für ein vollständig beleuchtetes Kamerun.",
    "SOPLUSLINE Bunna GmbH est une entreprise moderne basée à Darmstadt en Allemagne dont la mission première est de promouvoir la transition énergétique et d’aider leurs clients à profiter des nombreux avantages de l’énergie solaire.":"SOPLUSLINE Bunna GmbH ist ein modernes Unternehmen mit Sitz in Darmstadt, Deutschland, dessen Hauptaufgabe es ist, die Energiewende zu fördern und seinen Kunden zu helfen, von den vielen Vorteilen der Solarenergie zu profitieren.",
    "Nous avons proposé à notre client un logo animé qui évoque la renaissance, la nature, et l'écologie en utilisant des tons de vert. Cela apporte une touche de fraîcheur et d'éclat, renforcée par des petites bulles de lumières blanches qui se transforment en vert, formant ainsi le nom de l'entreprise. Ce logo exprime également la modernité grâce à l'association du vert et du noir.":"Wir schlugen unserem Kunden ein animiertes Logo vor, das durch die Verwendung von Grüntönen an Wiedergeburt, Natur und Ökologie erinnert. Dies verleiht dem Logo einen frischen und lebendigen Touch, der durch kleine weiße Lichtblasen verstärkt wird, die sich in Grün verwandeln und so den Namen des Unternehmens bilden. Das Logo drückt auch Modernität durch die Kombination von Grün und Schwarz aus.",
    "Nous avons également réalisé une vidéo “Retour Client” qui met en avant les services de l’entreprise et la valeur qu’elle apporte à sa clientèle.":"Wir erstellten auch ein 'Kundenfeedback'-Video, das die Dienstleistungen des Unternehmens und den Wert, den es seinen Kunden bietet, hervorhebt.",
    "Projet Suivant":"Nächstes Projekt",
    "THEPLUG WEDDING est une agence spécialisée dans la capture des moments les plus mémorables des mariages, tant en photographie qu'en vidéo. La mission de l’agence est d'immortaliser les cérémonies officielles qui unissent deux êtres dans la promesse d'un amour et d'une fidélité éternels. Chez THEPLUG WEDDING, l'amour et l'art fusionnent pour exprimer une beauté exceptionnelle.":"THEPLUG WEDDING ist eine Agentur, die sich darauf spezialisiert hat, die unvergesslichsten Momente von Hochzeiten festzuhalten, sowohl in Foto- als auch in Videoaufnahmen. Die Mission der Agentur ist es, die offiziellen Zeremonien, die zwei Menschen mit dem Versprechen ewiger Liebe und Treue vereinen, für die Ewigkeit festzuhalten. Bei THEPLUG WEDDING verschmelzen Liebe und Kunst, um außergewöhnliche Schönheit auszudrücken.",
    "Cette philosophie transparaît dans la conception de leur site internet, où les photographies et vidéos mettent en lumière un univers harmonieux empreint de joie et de bonheur. Notre objectif dans cette réalisation était de démontrer que la photographie de mariage va au-delà de simples 'clics', mais qu'elle vise à capturer toute la magie d'un moment unique. Cela requiert créativité et une collaboration étroite entre les mariés et le photographe, contribuant à faire ressortir toute la magie de cet instant unique":"Diese Philosophie spiegelt sich in der Gestaltung ihrer Website wider, auf der Fotografien und Videos eine harmonische Welt voller Freude und Glück hervorheben. Unser Ziel bei diesem Projekt war es, zu zeigen, dass es bei der Hochzeitsfotografie um mehr als nur um 'Klicks' geht, sondern darum, die ganze Magie eines einzigartigen Moments einzufangen. Dies erfordert Kreativität und eine enge Zusammenarbeit zwischen dem Brautpaar und dem Fotografen, die dazu beiträgt, die ganze Magie dieses einzigartigen Moments zum Vorschein zu bringen.",
    "EPIDEAA se présente comme le guide idéal pour des vacances aux Maldives, offrant une exploration des trésors naturels de ce paradis terrestre. En tant qu'expert de renom sur cet archipel, il met à la disposition de sa clientèle des services de conseil, de recommandation et de planification d'activités afin de garantir des expériences mémorables et un séjour inoubliable. Les Maldives occupent actuellement une place de choix parmi les 15 destinations les plus prisées à l'échelle mondiale, bénéficiant d'une notoriété considérable. Face à l'affluence de visiteurs et à la multitude de guides disponibles, il est essentiel pour EPIDEAA de se positionner judicieusement dans ce secteur concurrentiel.":"EPIDEAA präsentiert sich als idealer Reiseführer für einen Urlaub auf den Malediven und bietet eine Erkundung der Naturschätze dieses irdischen Paradieses. Als renommierter Experte für diesen Archipel bietet es seinen Kunden Beratung, Empfehlungen und die Planung von Aktivitäten, um unvergessliche Erlebnisse und einen unvergesslichen Aufenthalt zu garantieren. Die Malediven nehmen derzeit einen Spitzenplatz unter den 15 beliebtesten Reisezielen weltweit ein und genießen einen beachtlichen Bekanntheitsgrad.",
    "Nous avons eu le privilège d'accompagner notre client, EPIDEAA, dans le processus crucial de renforcement de sa visibilité. Ce projet s'est révélé particulièrement gratifiant, car nous avons été chargés de concevoir l'ensemble des supports de communication de l'entreprise. Notre intervention a débuté par la création de l'identité visuelle, englobant la conception dulogotype et de la charte graphique. Ensuite, nous avons élaboré divers supports tels que des brochures, des flyers, des cartes de visite, des roll-ups, ainsi que l’animation du logo (motion design), la réalisation d'une vidéo promotionnelle de l'entreprise, et enfin, le développement du site internet.":"Angesichts des Besucheransturms und der Vielzahl an verfügbaren Reiseführern ist es für EPIDEAA von entscheidender Bedeutung, sich in diesem wettbewerbsintensiven Sektor klug zu positionieren. Wir hatten das Privileg, unseren Kunden EPIDEAA bei dem entscheidenden Prozess der Stärkung seiner Sichtbarkeit zu begleiten. Dieses Projekt erwies sich als besonders lohnenswert, da wir mit der Gestaltung sämtlicher Kommunikationsmittel des Unternehmens beauftragt wurden. Wir begannen mit der Erstellung der visuellen Identität, einschließlich des Designs des Logotyps und der grafischen Charta. Danach erstellten wir verschiedene Materialien wie Broschüren, Flyer, Visitenkarten und Roll-ups, animierten das Logo (Motion Design), drehten ein Werbevideo über das Unternehmen, schrieben kreative Texte, die die Geschichte und die verschiedenen Dienstleistungen hervorhoben, und entwickelten schließlich die Website.",
    "Nous avons cherché à mettre en avant la splendeur naturelle des Maldives, incarnée par ses îles et plages, en utilisant les couleurs bleu et blanc. Ces couleurs évoquent également le calme et la sérénité, des valeurs expérientielles cruciales pour les consommateurs en quête de bien-être lors de leur séjour aux Maldives. Pour exprimer le caractère ensoleillé de ces escapades, nous avons intégré une représentation iconique du soleil autour du 'e' dans le nom d'EPIDEAA. Les lignes sinueuses, telles des vagues intégrées au logo, se retrouvent également sur d'autres supports, associées à des photographies des plages et îles, rappelant ainsi la richesse première des Maldives : leur ressource marine. Ces éléments évoquent le dynamisme et le mouvement. EPIDEAA est à la quête de l'excellence au travers des services offerts, pour créer des moments uniques aux Maldives, que nous avons par des cercles, symbolisant la perfection.":"Wir wollten die natürliche Pracht der Malediven, die durch ihre Inseln und Strände verkörpert wird, durch die Verwendung der Farben Blau und Weiß hervorheben. Diese Farben stehen auch für Ruhe und Gelassenheit, entscheidende Erfahrungswerte für Verbraucher, die während ihres Aufenthalts auf den Malediven nach Wohlbefinden suchen. Um den sonnigen Charakter dieser Ausflüge auszudrücken, haben wir eine ikonische Darstellung der Sonne um das 'e' herum in den Namen EPIDEAA integriert. Die geschwungenen Linien, die wie Wellen in das Logo integriert sind, finden sich auch in anderen Medien wieder, kombiniert mit Fotografien von Stränden und Inseln, und erinnern so an den wichtigsten Reichtum der Malediven: ihre Meeresressourcen. Diese Elemente erinnern an Dynamik und Bewegung. EPIDEAA strebt nach Exzellenz bei den angebotenen Dienstleistungen, um einzigartige Momente auf den Malediven zu schaffen, die wir mit Kreisen darstellen, die Perfektion symbolisieren.",
    "L'entreprise avait besoin d'un site vitrine pour exposer ses divers services et mettre en avant les offres d'une agence de traduction allant au-delà de la simple traduction. Le site met en lumière des services tels que le sous-titrage, la rédaction, la relecture des traductions, l'édition, et bien d'autres prestations que vous pouvez explorer en détail sur la plateforme en ligne.": "Das Unternehmen benötigte eine Website, um seine verschiedenen Dienstleistungen zu präsentieren und die Angebote eines Übersetzungsbüros, die über die reine Übersetzung hinausgehen, hervorzuheben. Die Website zeigt Dienstleistungen wie Untertitelung, Redaktion, Korrekturlesen, Lektorat und viele andere, die Sie auf der Online-Plattform ausführlich erkunden können.",
    "PULSE LIVE ENTERTAINMENT établit en Allemagne, se distingue en tant que société spécialisée dans la planification de tournées, la production de concerts, de festivals et de spectacles. Fondée par des enthousiastes de musique, elle s'engageà promouvoir la scène musicale africaine, en mettant l'accent sur l'Allemagne, tout en visant une présence remarquable à l'échelle européenne et mondiale": "PULSE LIVE ENTERTAINMENT ist ein in Deutschland ansässiges Unternehmen, das sich auf die Planung von Tourneen, die Produktion von Konzerten, Festivals und Shows spezialisiert hat. Von Musikenthusiasten gegründet, hat sich das Unternehmen der Förderung der afrikanischen Musikszene mit Schwerpunkt auf Deutschland verschrieben und strebt eine bemerkenswerte Präsenz auf europäischer und globaler Ebene an.",
    "Dans le but d'accentuer la visibilité et la dynamique de leur travail, l'entreprise nous a contactés pour rédefinir son logo, et travailler à la création de leur site internet. L'objectif était de rendre le logo veritablement représentatif de leur entreprise, en mettant en avant son aspect festif et dynamique, avec une touche de glamour, à travers l'utilisation de couleurs vibrantes et d'éléments animés. Le site internet, quant à lui, met en lumière la musique africaine en mettant en avant des visages qui incarnent parfaitement cette richesse culturelle, contribuant ainsi à sa promotion à l&#39;échelle internationale.": "Um die Sichtbarkeit und die Dynamik ihrer Arbeit zu erhöhen, wandte sich das Unternehmen an uns, um sein Logo neu zu gestalten und an der Erstellung seiner Website zu arbeiten. Das Ziel war es, das Logo wirklich repräsentativ für das Unternehmen zu machen, indem es den festlichen und dynamischen Aspekt mit einem Hauch von Glamour durch die Verwendung von vibrierenden Farben und animierten Elementen hervorhebt. Die Website stellt die afrikanische Musik in den Vordergrund, indem sie Gesichter zeigt, die diesen kulturellen Reichtum perfekt verkörpern, und so zu seiner internationalen Förderung beiträgt.",
    "Pour la troisième édition de son événement EdenDay, se déroulant au Congo à Lubumbashi et ayant pour thème: L'Epouse Arrive. ThePlug Com' a joué un rôle essentiel en créant un film destiné à servir de bande-annonce pour accompagner la communication de l'événement.": "Für die dritte Ausgabe der Veranstaltung EdenDay, die in Lubumbashi im Kongo stattfand und unter dem Motto stand: « L'Epouse Arrive ». ThePlug Com' spielte eine wichtige Rolle bei der Erstellung eines Films, der als Trailer für die Kommunikation der Veranstaltung dienen sollte.",
    "Videographie": "videografie",
    "Blog": "Blog",
    "La meilleure equipe qui soit": "Das beste Team überhaupt",
    "Blogs": "Blogs",
    "Découvrez nos différentes thématiques": "Entdecken Sie unsere verschiedenen Themen",
    "Prochain article": "Nächster Artikel",
    "Ajouter un commentaire": "Einen Kommentar hinzufügen",
    "Quel est votre nom ?": "Wie heißt du ?",
    "Entrer votre nom": "Gib deinen Namen ein",
    "Votre commentaire": "Dein Kommentar",
    "Dites-nous ce que vous en pensez": "Erzählen Sie uns, was Sie denken",
    "Commenter": "Kommentar",
    "Quelle est votre adresse email ?": "Was ist Ihre E-Mail-Adresse ?",
    "Posté le": "Gepostet",
    "vues": "ansichten",
    "Voir plus": "Mehr sehen",
    "Commentaires": "Kommentare",
    "Production Vidéo": "VIDEOPRODUKTION",
    "Notre Production Vidéo": "UNSERE VIDEOPRODUKTION",
    "Nos dernières réalisations": "Unsere letzten Realisierungen",
    "Projets vidéo réalisés": "Realisierte Videoprojekte",
    "Mentions légales": "Impressum",
    "Protection de données": "Datenschutz",
    "Politique de confidentialité": "Datenschutzrichtlinie",
    "Voir le site internet": "Zur Website",
    "Nos dernières réalisations Web Design": "Unsere letzten Realisierungen Web Design",
    "Projets Web Desing réalisés": "Durchgeführte Web-Desing-Projekte",
    "Design du logo, charte graphique, carte de visite, vidéographie": "Logo-Design, Grafikcharta, Visitenkarte, Videografie",
    "Design du logo, charte graphique, vidéographie": "Logo-Design, Grafikcharta, Videografie",
    "Design du logo, charte graphique, site internet, photographie, vidéographie, carte de visite, identité de marque": "Logo-Design, Grafikcharta, Website, Fotografie, Videografie, Visitenkarte, Markenidentität",
    "Design du logo, charte graphique, photographie, site internet": "Logo-Design, Grafikcharta, Fotografie, Website",
    "Design du logo, charte graphique, site internet, flyers, Roll-Up, carte de visite, dépliant, stand design": "Logo-Design, Grafikcharta, Website, Flyer, Roll-Up, Visitenkarte, Faltblatt, Stand-Design",
    "Braydon Manu : Le Footballeur Professionnel Qui Combine Talent sur le Terrain et Foi en Christ": "Braydon Manu: Der Profifußballer, der Talent auf dem Spielfeld und den Glauben an Christus vereint",
    "En tant que joueur de football professionnel pour SV Darmstadt 98, Braydon Manu est bien connu pour son talent sur le terrain. Mais ce qui le distingue vraiment, c'est son engagement profond envers sa foi en Christ, une dimension importante de sa vie qui se reflète également dans ses projets hors du terrain. Avec son récent podcast 'With or Without', Manu offre une perspective unique sur la vie d'un athlète de haut niveau et sur la façon dont la foi guide ses choix et ses actions.": "Als Profifußballer beim SV Darmstadt 98 ist Braydon Manu für sein Talent auf dem Spielfeld bekannt. Was ihn jedoch wirklich auszeichnet, ist sein tiefes Engagement für seinen Glauben an Christus, eine wichtige Dimension seines Lebens, die sich auch in seinen Projekten abseits des Spielfelds widerspiegelt. Mit seinem kürzlich erschienenen Podcast „With or Without“ bietet Manu eine einzigartige Perspektive auf das Leben eines Spitzensportlers und darauf, wie der Glaube seine Entscheidungen und Handlungen leitet.",
    "La Carrière de Braydon Manu : Talent et Dévouement": "Braydon Manus Karriere: Talent und Engagement",
    "Né le 28 mars 1997 à Hambourg, en Allemagne, MANU Braydon Marvin est un footballeur professionnel allemand qui évolue habituellement en tant que milieu de terrain au sein du club de Bundesliga Darmstadt 98. Grâce à son talent et à sa détermination, Manu a commencé sa carrière de footballeur en rejoignant le club de Bunseliga Hallescher FC pour la saison 2017-2019. Grâce à son travail acharné et à ses performances exceptionnelles sur le terrain, il a capté l'attention de beaucoup et s'est hissé au sommet de sa carrière. Cela lui vaut une place au SV Darmstadt 98, annoncée pour juin 2019, où il se fera les dents en tant que joueur professionnel. Enfin, en janvier 2021, il rejoint le Hallescher FC sous forme de prêt pour le reste de la saison 2020-2021. Attaché à ses origines, le jeune homme a exprimé sa fierté d'être appelé en équipe nationale senior du Ghana pour défendre les couleurs de son pays natal. Il a assuré sa place dans les matchs de l'équipe nationale pour les éliminatoires de la Coupe du monde 2022.": "MANU Braydon Marvin wurde am 28. März 1997 in Hamburg, Deutschland, geboren. Er ist ein deutscher Profifußballer, der normalerweise als Mittelfeldspieler beim Bundesligisten Darmstadt 98 spielt. Dank seines Talents und seiner Entschlossenheit begann Manu seine Fußballkarriere, als er sich für die Saison 2017-2019 dem Verein Bunseliga Hallescher FC anschloss. Dank seiner harten Arbeit und seiner außergewöhnlichen Leistungen auf dem Spielfeld hat er die Aufmerksamkeit vieler auf sich gezogen und sich an die Spitze seiner Karriere gespielt. Dies brachte ihm einen für Juni 2019 angekündigten Platz beim SV Darmstadt 98 ein, wo er sich als Profispieler die Zähne ausbeißen wird. Im Januar 2021 schließlich schloss er sich dem Halleschen FC auf Leihbasis für den Rest der Saison 2020-2021 an. Der junge Mann, der sich seiner Herkunft verbunden fühlt, drückte seinen Stolz darüber aus, dass er in die ghanaische Seniorennationalmannschaft berufen wurde, um die Farben seines Heimatlandes zu verteidigen. Er sicherte sich seinen Platz in den Spielen der Nationalmannschaft für die WM-Qualifikation 2022.",
    "La Foi en Christ : Une Force Motrice": "Der Glaube an Jesus Christus: eine treibende Kraft",
    "Pour Braydon Manu, sa foi en Christ est au cœur de tout ce qu'il fait. En tant que chrétien dévoué, il trouve la force et l'inspiration dans sa relation avec Dieu, ce qui se reflète dans son comportement sur et en dehors du terrain. Sa foi lui donne une perspective unique sur la vie et le sport, l'aidant à surmonter les défis et à rester concentré sur ses objectifs.": "Für Braydon Manu steht sein Glaube an Jesus Christus im Mittelpunkt von allem, was er tut. Als engagierter Christ findet er Kraft und Inspiration in seiner Beziehung zu Gott, was sich in seinem Verhalten auf und neben dem Spielfeld widerspiegelt. Sein Glaube gibt ihm eine einzigartige Perspektive auf das Leben und den Sport und hilft ihm, Herausforderungen zu meistern und auf seine Ziele fokussiert zu bleiben.",
    "Le Podcast 'With or Without' : Une Exploration de la Foi, du Sport et de la Vie": "Der Podcast „With or Without“: Eine Erkundung des Glaubens, des Sports und des Lebens",
    "Dans son podcast 'With or Without', Braydon Manu invite ses auditeurs à plonger dans son monde, partageant des réflexions personnelles sur sa foi, son parcours en tant que footballeur professionnel et les défis qu'il a rencontrés en cours de route. Avec des épisodes captivants et des invités spéciaux, le podcast offre une occasion unique d'entendre directement de la part de Manu sur des sujets qui lui tiennent à cœur.": "In seinem Podcast „With or Without“ lädt Braydon Manu seine Hörer ein, in seine Welt einzutauchen und persönliche Gedanken über seinen Glauben, seinen Werdegang als Profifußballer und die Herausforderungen, denen er auf seinem Weg begegnet ist, mit ihm zu teilen. Mit fesselnden Episoden und besonderen Gästen bietet der Podcast eine einzigartige Gelegenheit, Manu direkt zu Themen zu hören, die ihm am Herzen liegen.",
    "La Collaboration Avec Notre Agence : Créativité et Innovation": "Die Zusammenarbeit mit unserer Agentur: Kreativität und Innovation",
    "En tant qu'agence de communication créative, nous avons eu le privilège de collaborer avec Braydon Manu sur son projet de podcast « With or Without ». De la création du logo et de l'identité visuelle à la production des épisodes et aux séances photos, notre équipe a travaillé en étroite collaboration avec Manu pour donner vie à sa vision. Cette collaboration a été une expérience enrichissante, qui nous a permis de combiner nos compétences créatives avec la passion et la détermination de Manu, pour aboutir à un produit final dont nous sommes tous fiers.": "Als Agentur für kreative Kommunikation hatten wir das Privileg, mit Braydon Manu an seinem Podcast-Projekt „With or Without“ zusammenzuarbeiten. Von der Erstellung des Logos und der visuellen Identität bis hin zur Produktion der Episoden und den Fotoshootings arbeitete unser Team eng mit Manu zusammen, um seine Vision zum Leben zu erwecken. Die Zusammenarbeit war eine bereichernde Erfahrung, bei der wir unsere kreativen Fähigkeiten mit Manus Leidenschaft und Entschlossenheit kombinieren konnten, was zu einem Endprodukt führte, auf das wir alle stolz sind.",
    "Inspirer à Travers la Foi et le Sport": "Inspiration durch Glauben und Sport",
    "Braydon Manu incarne l'idée que la foi et le sport ne sont pas mutuellement exclusifs, mais plutôt complémentaires. Son parcours inspirant sur le terrain et son engagement envers sa foi en Christ en font un modèle pour les athlètes et les fans du monde entier. Avec son podcast 'With or Without' et notre collaboration fructueuse, Manu continue de toucher des vies et d'inspirer les autres à poursuivre leurs rêves, peu importe les obstacles.": "Braydon Manu verkörpert die Idee, dass sich Glaube und Sport nicht gegenseitig ausschließen, sondern vielmehr ergänzen. Seine inspirierende Karriere auf dem Spielfeld und sein Engagement für seinen Glauben an Jesus Christus machen ihn zu einem Vorbild für Sportler und Fans auf der ganzen Welt. Mit seinem Podcast „With or Without“ und unserer erfolgreichen Zusammenarbeit berührt Manu weiterhin Leben und inspiriert andere Menschen, ihre Träume zu verfolgen, egal welche Hindernisse sich ihnen in den Weg stellen.",
    "Réalisation du site web, vidéographie, montage vidéo, graphic design, photographie": "Realisierung der Website, Videografie, Videomontage, Grafikdesign, Fotografie",
    "Réalisation du site web, gestion numérique des invitations": "Realisierung der Website, digitale Verwaltung der Einladungen",
    "Réalisation du site web": "Realisierung der Website",
    "Réalisation du site web, Design du logo, charte graphique, cartes de visite, vidéographie, flyers": "Erstellung der Website, Logo-Design, Grafikcharta, Visitenkarten, Videografie, Flyer"
}